{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Digits",
        "individual_digits": false
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[START]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[END]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[END]": {
        "id": "[END]",
        "ids": [
          2
        ],
        "tokens": [
          "[END]"
        ]
      },
      "[START]": {
        "id": "[START]",
        "ids": [
          1
        ],
        "tokens": [
          "[START]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[START]": 0,
      "[END]": 1,
      "[UNK]": 2,
      "[SEP]": 3,
      "[PAD]": 4,
      "[MASK]": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "’": 100,
      "##r": 101,
      "##g": 102,
      "##a": 103,
      "##n": 104,
      "##i": 105,
      "##s": 106,
      "##m": 107,
      "##d": 108,
      "##o": 109,
      "##u": 110,
      "##l": 111,
      "##c": 112,
      "##e": 113,
      "##y": 114,
      "##f": 115,
      "##h": 116,
      "##p": 117,
      "##t": 118,
      "##k": 119,
      "##w": 120,
      "##j": 121,
      "##v": 122,
      "##b": 123,
      "##he": 124,
      "##uhe": 125,
      "Mi": 126,
      "muhe": 127,
      "##at": 128,
      "the": 129,
      "##an": 130,
      "##in": 131,
      "##ke": 132,
      "##ike": 133,
      "##er": 134,
      "like": 135,
      "mi": 136,
      "##el": 137,
      "##oy": 138,
      "##ing": 139,
      "th": 140,
      "do": 141,
      "##re": 142,
      "##ou": 143,
      "##oya": 144,
      "##ye": 145,
      "##al": 146,
      "Mo": 147,
      "##eru": 148,
      "Boya": 149,
      "you": 150,
      "to": 151,
      "##un": 152,
      "##le": 153,
      "##ata": 154,
      "si": 155,
      "##ow": 156,
      "##en": 157,
      "Lata": 158,
      "##am": 159,
      "##ad": 160,
      "Ye": 161,
      "##ta": 162,
      "##si": 163,
      "##mo": 164,
      "Val": 165,
      "hu": 166,
      "in": 167,
      "##man": 168,
      "that": 169,
      "Valo": 170,
      "human": 171,
      "beru": 172,
      "##oo": 173,
      "##ha": 174,
      "##mi": 175,
      "Mimi": 176,
      "are": 177,
      "##ka": 178,
      "Du": 179,
      "Ele": 180,
      "is": 181,
      "##sha": 182,
      "##usha": 183,
      "##ank": 184,
      "Mosi": 185,
      "##ood": 186,
      "Eleka": 187,
      "fr": 188,
      "##ien": 189,
      "##la": 190,
      "##ini": 191,
      "Nun": 192,
      "doing": 193,
      "Nunu": 194,
      "Nini": 195,
      "Up": 196,
      "mo": 197,
      "Mov": 198,
      "Muhe": 199,
      "Th": 200,
      "The": 201,
      "now": 202,
      "Gusha": 203,
      "co": 204,
      "food": 205,
      "ya": 206,
      "##es": 207,
      "##eli": 208,
      "thing": 209,
      "Yeye": 210,
      "frien": 211,
      "col": 212,
      "friend": 213,
      "Bi": 214,
      "Beru": 215,
      "Si": 216,
      "am": 217,
      "##gh": 218,
      "##is": 219,
      "##igh": 220,
      "##on": 221,
      "Mita": 222,
      "Movo": 223,
      "##id": 224,
      "##ct": 225,
      "##pp": 226,
      "they": 227,
      "##ell": 228,
      "does": 229,
      "it": 230,
      "##it": 231,
      "##ck": 232,
      "##lect": 233,
      "##adam": 234,
      "Thank": 235,
      "Biadam": 236,
      "Celi": 237,
      "If": 238,
      "Nye": 239,
      "Un": 240,
      "wan": 241,
      "tomo": 242,
      "want": 243,
      "Sam": 244,
      "my": 245,
      "They": 246,
      "cold": 247,
      "Sama": 248,
      "To": 249,
      "at": 250,
      "pre": 251,
      "sun": 252,
      "us": 253,
      "up": 254,
      "ver": 255,
      "##fer": 256,
      "##hat": 257,
      "##ada": 258,
      "Upa": 259,
      "##ppy": 260,
      "Tomo": 261,
      "prefer": 262,
      "very": 263,
      "In": 264,
      "Yoy": 265,
      "bla": 266,
      "mu": 267,
      "wat": 268,
      "ye": 269,
      "##iv": 270,
      "##ue": 271,
      "##ch": 272,
      "##to": 273,
      "##ate": 274,
      "mov": 275,
      "##ight": 276,
      "Unu": 277,
      "Yoyo": 278,
      "black": 279,
      "much": 280,
      "water": 281,
      "yeye": 282,
      "Ab": 283,
      "Dada": 284,
      "What": 285,
      "en": 286,
      "##sel": 287,
      "##tel": 288,
      "##wa": 289,
      "##elp": 290,
      "don": 291,
      "##ala": 292,
      "intel": 293,
      "##lah": 294,
      "##ello": 295,
      "mysel": 296,
      "Aba": 297,
      "intellect": 298,
      "myself": 299,
      "bl": 300,
      "dis": 301,
      "ha": 302,
      "hate": 303,
      "re": 304,
      "wh": 305,
      "##om": 306,
      "them": 307,
      "##ano": 308,
      "thank": 309,
      "Upano": 310,
      "##ite": 311,
      "blue": 312,
      "happy": 313,
      "white": 314,
      "Ya": 315,
      "boya": 316,
      "eat": 317,
      "kn": 318,
      "night": 319,
      "we": 320,
      "##ne": 321,
      "Mito": 322,
      "move": 323,
      "red": 324,
      "know": 325,
      "Zid": 326,
      "be": 327,
      "fe": 328,
      "gon": 329,
      "high": 330,
      "wit": 331,
      "##rd": 332,
      "##div": 333,
      "##ual": 334,
      "##like": 335,
      "##ani": 336,
      "your": 337,
      "indiv": 338,
      "##idual": 339,
      "upa": 340,
      "dislike": 341,
      "eating": 342,
      "Zido": 343,
      "feel": 344,
      "gone": 345,
      "with": 346,
      "individual": 347,
      "Kun": 348,
      "Mani": 349,
      "No": 350,
      "We": 351,
      "gre": 352,
      "gusha": 353,
      "help": 354,
      "hello": 355,
      "no": 356,
      "of": 357,
      "olah": 358,
      "yell": 359,
      "##ion": 360,
      "##my": 361,
      "##dala": 362,
      "##ll": 363,
      "mosi": 364,
      "collect": 365,
      "upwa": 366,
      "knows": 367,
      "##rds": 368,
      "Kundala": 369,
      "green": 370,
      "not": 371,
      "yellow": 372,
      "collection": 373,
      "upwards": 374,
      "Help": 375,
      "Hello": 376,
      "Olah": 377,
      "One": 378,
      "Pl": 379,
      "Whe": 380,
      "an": 381,
      "bad": 382,
      "celi": 383,
      "gr": 384,
      "good": 385,
      "liv": 386,
      "nye": 387,
      "or": 388,
      "sen": 389,
      "wi": 390,
      "##rn": 391,
      "##gan": 392,
      "##noy": 393,
      "##ms": 394,
      "##tien": 395,
      "##joy": 396,
      "mita": 397,
      "##oup": 398,
      "##tack": 399,
      "humans": 400,
      "from": 401,
      "morn": 402,
      "That": 403,
      "##isms": 404,
      "attack": 405,
      "enjoy": 406,
      "Plata": 407,
      "Where": 408,
      "annoy": 409,
      "group": 410,
      "living": 411,
      "organ": 412,
      "sentien": 413,
      "will": 414,
      "morning": 415,
      "organisms": 416,
      "sentient": 417,
      "Dala": 418,
      "Ene": 419,
      "Sto": 420,
      "br": 421,
      "bu": 422,
      "cu": 423,
      "go": 424,
      "lata": 425,
      "noo": 426,
      "sh": 427,
      "un": 428,
      "wr": 429,
      "##rs": 430,
      "##du": 431,
      "##our": 432,
      "##aman": 433,
      "##happy": 434,
      "Dudu": 435,
      "Move": 436,
      "things": 437,
      "##ong": 438,
      "Unta": 439,
      "tomomo": 440,
      "moving": 441,
      "end": 442,
      "Enemy": 443,
      "Stop": 444,
      "bright": 445,
      "but": 446,
      "curs": 447,
      "noon": 448,
      "shaman": 449,
      "unhappy": 450,
      "wrong": 451,
      "curse": 452,
      "Do": 453,
      "Did": 454,
      "Fr": 455,
      "Four": 456,
      "La": 457,
      "Od": 458,
      "ab": 459,
      "app": 460,
      "awa": 461,
      "dada": 462,
      "fo": 463,
      "nini": 464,
      "pla": 465,
      "ris": 466,
      "st": 467,
      "sk": 468,
      "val": 469,
      "wis": 470,
      "what": 471,
      "##ran": 472,
      "##ger": 473,
      "##ar": 474,
      "##app": 475,
      "##iate": 476,
      "##ov": 477,
      "##ce": 478,
      "##ciate": 479,
      "##emy": 480,
      "##ear": 481,
      "##ya": 482,
      "##hing": 483,
      "##reciate": 484,
      "Biat": 485,
      "enemy": 486,
      "disapp": 487,
      "##omu": 488,
      "nothing": 489,
      "attacking": 490,
      "enjoying": 491,
      "annoying": 492,
      "From": 493,
      "Lawa": 494,
      "Odomu": 495,
      "abov": 496,
      "appreciate": 497,
      "away": 498,
      "for": 499,
      "place": 500,
      "rises": 501,
      "stran": 502,
      "sky": 503,
      "value": 504,
      "wish": 505,
      "##gers": 506,
      "disappear": 507,
      "above": 508,
      "strangers": 509,
      "Da": 510,
      "Food": 511,
      "Ika": 512,
      "Sta": 513,
      "You": 514,
      "act": 515,
      "all": 516,
      "bi": 517,
      "da": 518,
      "did": 519,
      "dala": 520,
      "fon": 521,
      "four": 522,
      "la": 523,
      "lo": 524,
      "me": 525,
      "mani": 526,
      "ta": 527,
      "tw": 528,
      "uf": 529,
      "well": 530,
      "##rt": 531,
      "##st": 532,
      "##wn": 533,
      "Yes": 534,
      "There": 535,
      "yaya": 536,
      "friends": 537,
      "##ono": 538,
      "Yaya": 539,
      "Wei": 540,
      "Start": 541,
      "acting": 542,
      "biat": 543,
      "dawn": 544,
      "fond": 545,
      "lake": 546,
      "lord": 547,
      "tast": 548,
      "two": 549,
      "ufono": 550,
      "tasty": 551
    }
  }
}