{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Digits",
        "individual_digits": false
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[START]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[END]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[END]": {
        "id": "[END]",
        "ids": [
          1
        ],
        "tokens": [
          "[END]"
        ]
      },
      "[START]": {
        "id": "[START]",
        "ids": [
          0
        ],
        "tokens": [
          "[START]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[START]": 0,
      "[END]": 1,
      "[UNK]": 4,
      "[SEP]": 3,
      "[PAD]": 2,
      "[MASK]": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "’": 100,
      "##u": 101,
      "##t": 102,
      "##o": 103,
      "##r": 104,
      "##c": 105,
      "##e": 106,
      "##s": 107,
      "##p": 108,
      "##w": 109,
      "##a": 110,
      "##d": 111,
      "##i": 112,
      "##n": 113,
      "##g": 114,
      "##h": 115,
      "##m": 116,
      "##b": 117,
      "##l": 118,
      "##y": 119,
      "##k": 120,
      "##j": 121,
      "##v": 122,
      "##x": 123,
      "##f": 124,
      "##he": 125,
      "the": 126,
      "##ou": 127,
      "##an": 128,
      "gr": 129,
      "##oup": 130,
      "group": 131,
      "##at": 132,
      "##in": 133,
      "##on": 134,
      "at": 135,
      "##er": 136,
      "##el": 137,
      "##en": 138,
      "##ant": 139,
      "to": 140,
      "you": 141,
      "The": 142,
      "##ed": 143,
      "##ing": 144,
      "no": 145,
      "want": 146,
      "##ct": 147,
      "##rd": 148,
      "in": 149,
      "##re": 150,
      "##ri": 151,
      "##ne": 152,
      "##is": 153,
      "is": 154,
      "##ery": 155,
      "##od": 156,
      "##ood": 157,
      "very": 158,
      "##ow": 159,
      "##end": 160,
      "##riend": 161,
      "##gh": 162,
      "##hat": 163,
      "da": 164,
      "##wn": 165,
      "dawn": 166,
      "hel": 167,
      "##es": 168,
      "##ov": 169,
      "##ght": 170,
      "eat": 171,
      "##ll": 172,
      "help": 173,
      "##nem": 174,
      "##ell": 175,
      "##nemy": 176,
      "mov": 177,
      "enemy": 178,
      "##rs": 179,
      "cu": 180,
      "do": 181,
      "curs": 182,
      "us": 183,
      "##wa": 184,
      "Bl": 185,
      "po": 186,
      "##int": 187,
      "point": 188,
      "##ik": 189,
      "##ward": 190,
      "noon": 191,
      "##ike": 192,
      "up": 193,
      "##it": 194,
      "We": 195,
      "##ue": 196,
      "upward": 197,
      "##ord": 198,
      "##man": 199,
      "##ight": 200,
      "food": 201,
      "we": 202,
      "##one": 203,
      "act": 204,
      "##ect": 205,
      "kn": 206,
      "like": 207,
      "know": 208,
      "an": 209,
      "night": 210,
      "##tr": 211,
      "##id": 212,
      "##ger": 213,
      "##anger": 214,
      "##tranger": 215,
      "friend": 216,
      "are": 217,
      "dis": 218,
      "Blue": 219,
      "Lord": 220,
      "stranger": 221,
      "Friend": 222,
      "##ly": 223,
      "##ac": 224,
      "##ha": 225,
      "now": 226,
      "all": 227,
      "What": 228,
      "##ack": 229,
      "Gone": 230,
      "Red": 231,
      "##oy": 232,
      "move": 233,
      "doing": 234,
      "co": 235,
      "##ion": 236,
      "ob": 237,
      "##ject": 238,
      "object": 239,
      "good": 240,
      "th": 241,
      "##ad": 242,
      "##noy": 243,
      "##ent": 244,
      "curse": 245,
      "annoy": 246,
      "##haman": 247,
      "well": 248,
      "##atis": 249,
      "##atisf": 250,
      "Gre": 251,
      "Shaman": 252,
      "bl": 253,
      "pl": 254,
      "wit": 255,
      "##satisf": 256,
      "##pp": 257,
      "dissatisf": 258,
      "Green": 259,
      "with": 260,
      "bad": 261,
      "gre": 262,
      "They": 263,
      "##ellow": 264,
      "plant": 265,
      "You": 266,
      "wis": 267,
      "plants": 268,
      "##uman": 269,
      "col": 270,
      "not": 271,
      "wise": 272,
      "human": 273,
      "that": 274,
      "one": 275,
      "##ank": 276,
      "##right": 277,
      "bright": 278,
      "me": 279,
      "cold": 280,
      "am": 281,
      "##or": 282,
      "Yellow": 283,
      "it": 284,
      "my": 285,
      "wi": 286,
      "curses": 287,
      "will": 288,
      "don": 289,
      "mu": 290,
      "##un": 291,
      "##ch": 292,
      "##app": 293,
      "moves": 294,
      "Black": 295,
      "thing": 296,
      "much": 297,
      "happ": 298,
      "of": 299,
      "wants": 300,
      "##le": 301,
      "points": 302,
      "what": 303,
      "##ied": 304,
      "they": 305,
      "eating": 306,
      "green": 307,
      "fr": 308,
      "##ction": 309,
      "helps": 310,
      "dissatisfied": 311,
      "badly": 312,
      "helped": 313,
      "Th": 314,
      "lord": 315,
      "##om": 316,
      "eats": 317,
      "##ut": 318,
      "##ta": 319,
      "##ind": 320,
      "does": 321,
      "blue": 322,
      "No": 323,
      "##uit": 324,
      "##hit": 325,
      "##ate": 326,
      "fruit": 327,
      "Thank": 328,
      "##hite": 329,
      "At": 330,
      "Do": 331,
      "wind": 332,
      "int": 333,
      "pointed": 334,
      "and": 335,
      "black": 336,
      "did": 337,
      "gone": 338,
      "sent": 339,
      "##ient": 340,
      "sentient": 341,
      "out": 342,
      "red": 343,
      "sun": 344,
      "som": 345,
      "##op": 346,
      "##et": 347,
      "##sid": 348,
      "##action": 349,
      "dissatisfaction": 350,
      "outsid": 351,
      "##ater": 352,
      "##llect": 353,
      "cursed": 354,
      "annoys": 355,
      "fruits": 356,
      "outsider": 357,
      "##llection": 358,
      "con": 359,
      "mid": 360,
      "wor": 361,
      "##elf": 362,
      "##ove": 363,
      "pointing": 364,
      "windy": 365,
      "work": 366,
      "Yes": 367,
      "water": 368,
      "##self": 369,
      "##ily": 370,
      "##iner": 371,
      "great": 372,
      "happy": 373,
      "happily": 374,
      "##tainer": 375,
      "container": 376,
      "hate": 377,
      "re": 378,
      "un": 379,
      "white": 380,
      "##like": 381,
      "##our": 382,
      "ate": 383,
      "acts": 384,
      "dislike": 385,
      "thank": 386,
      "myself": 387,
      "Sun": 388,
      "en": 389,
      "##iv": 390,
      "##hing": 391,
      "Hell": 392,
      "pe": 393,
      "##all": 394,
      "##here": 395,
      "wanted": 396,
      "into": 397,
      "somet": 398,
      "##ople": 399,
      "Hello": 400,
      "people": 401,
      "##ally": 402,
      "something": 403,
      "Where": 404,
      "be": 405,
      "yellow": 406,
      "##rg": 407,
      "moved": 408,
      "moving": 409,
      "##happ": 410,
      "annoying": 411,
      "really": 412,
      "##happy": 413,
      "Is": 414,
      "If": 415,
      "Now": 416,
      "Very": 417,
      "ab": 418,
      "four": 419,
      "##ning": 420,
      "them": 421,
      "##ellect": 422,
      "upwards": 423,
      "acted": 424,
      "knows": 425,
      "collection": 426,
      "unhappy": 427,
      "Co": 428,
      "Move": 429,
      "White": 430,
      "di": 431,
      "he": 432,
      "pre": 433,
      "yes": 434,
      "##ss": 435,
      "##al": 436,
      "##ay": 437,
      "##ic": 438,
      "##night": 439,
      "##fer": 440,
      "##her": 441,
      "ind": 442,
      "##rection": 443,
      "humans": 444,
      "intellect": 445,
      "midd": 446,
      "midnight": 447,
      "Collection": 448,
      "direction": 449,
      "prefer": 450,
      "Stranger": 451,
      "fe": 452,
      "for": 453,
      "go": 454,
      "ho": 455,
      "hi": 456,
      "king": 457,
      "kne": 458,
      "##ual": 459,
      "##ty": 460,
      "##eone": 461,
      "##as": 462,
      "##lo": 463,
      "##joy": 464,
      "hello": 465,
      "someone": 466,
      "enjoy": 467,
      "midday": 468,
      "feel": 469,
      "hot": 470,
      "knew": 471,
      "Did": 472,
      "Enemy": 473,
      "Food": 474,
      "My": 475,
      "To": 476,
      "That": 477,
      "mor": 478,
      "pr": 479,
      "##ure": 480,
      "##ple": 481,
      "##wo": 482,
      "##get": 483,
      "##ho": 484,
      "##ble": 485,
      "there": 486,
      "toget": 487,
      "##ree": 488,
      "##ness": 489,
      "##idual": 490,
      "things": 491,
      "works": 492,
      "greatly": 493,
      "end": 494,
      "##ividual": 495,
      "high": 496,
      "##asant": 497,
      "enjoying": 498,
      "morning": 499,
      "together": 500,
      "Bad": 501,
      "One": 502,
      "Urg": 503,
      "em": 504,
      "non": 505,
      "org": 506,
      "res": 507,
      "wr": 508,
      "##te": 509,
      "##rt": 510,
      "##em": 511,
      "##ste": 512,
      "##ig": 513,
      "##gin": 514,
      "##mes": 515,
      "##out": 516,
      "##ong": 517,
      "toward": 518,
      "helping": 519,
      "action": 520,
      "comes": 521,
      "##ently": 522,
      "annoyed": 523,
      "color": 524,
      "brightness": 525,
      "from": 526,
      "##tart": 527,
      "unple": 528,
      "above": 529,
      "about": 530,
      "individual": 531,
      "Urgently": 532,
      "emp": 533,
      "organ": 534,
      "resem": 535,
      "wrong": 536,
      "towards": 537,
      "actions": 538,
      "unpleasant": 539,
      "resemble": 540,
      "Are": 541,
      "Four": 542,
      "Hel": 543,
      "Night": 544,
      "St": 545,
      "app": 546,
      "aut": 547,
      "ev": 548,
      "fin": 549,
      "love": 550,
      "liv": 551,
      "ris": 552,
      "she": 553,
      "start": 554,
      "two": 555,
      "wer": 556,
      "##tack": 557,
      "##ore": 558,
      "##ce": 559,
      "##ci": 560,
      "##se": 561,
      "##ms": 562,
      "grouped": 563,
      "attack": 564,
      "##erly": 565,
      "your": 566,
      "##reci": 567,
      "##rity": 568,
      "##isms": 569,
      "cursing": 570,
      "dista": 571,
      "three": 572,
      "##operly": 573,
      "##ive": 574,
      "begin": 575,
      "indic": 576,
      "kings": 577,
      "properly": 578,
      "##hority": 579,
      "##igure": 580,
      "empty": 581,
      "organisms": 582,
      "Help": 583,
      "Stop": 584,
      "appreci": 585,
      "authority": 586,
      "fine": 587,
      "living": 588,
      "were": 589,
      "distaste": 590,
      "appreciate": 591,
      "Act": 592,
      "Gr": 593,
      "Human": 594,
      "In": 595,
      "Like": 596,
      "Two": 597,
      "Water": 598,
      "anem": 599,
      "awa": 600,
      "cre": 601,
      "enem": 602,
      "eac": 603,
      "five": 604,
      "figure": 605,
      "ice": 606,
      "lo": 607,
      "more": 608,
      "ot": 609,
      "or": 610,
      "qu": 611,
      "rel": 612,
      "sk": 613,
      "shaman": 614,
      "wh": 615,
      "##tent": 616,
      "##oid": 617,
      "##cat": 618,
      "##sw": 619,
      "##pre": 620,
      "##ar": 621,
      "##ies": 622,
      "##ile": 623,
      "##kly": 624,
      "##xpre": 625,
      "##ature": 626,
      "##rise": 627,
      "acting": 628,
      "any": 629,
      "answ": 630,
      "friends": 631,
      "wish": 632,
      "humanoid": 633,
      "Three": 634,
      "Not": 635,
      "didn": 636,
      "sunrise": 637,
      "annoyingly": 638,
      "##ssion": 639,
      "##ickly": 640,
      "even": 641,
      "rises": 642,
      "beginning": 643,
      "indicate": 644,
      "Group": 645,
      "anemo": 646,
      "away": 647,
      "creature": 648,
      "enemies": 649,
      "each": 650,
      "locat": 651,
      "other": 652,
      "quickly": 653,
      "relate": 654,
      "sky": 655,
      "while": 656,
      "##xpression": 657,
      "answer": 658,
      "creatures": 659,
      "location": 660,
      "Be": 661,
      "Bright": 662,
      "Expression": 663,
      "Fr": 664,
      "Five": 665,
      "Figure": 666,
      "Good": 667,
      "He": 668,
      "It": 669,
      "Mid": 670,
      "Sing": 671,
      "Start": 672,
      "Up": 673,
      "Un": 674,
      "Wind": 675,
      "Who": 676,
      "as": 677,
      "ag": 678,
      "by": 679,
      "but": 680,
      "can": 681,
      "expression": 682,
      "fl": 683,
      "fon": 684,
      "find": 685,
      "la": 686,
      "lik": 687,
      "lit": 688,
      "let": 689,
      "may": 690,
      "ov": 691,
      "right": 692,
      "so": 693,
      "sh": 694,
      "satisf": 695,
      "sour": 696,
      "urg": 697,
      "val": 698,
      "win": 699,
      "where": 700,
      "who": 701,
      "##ul": 702,
      "##uct": 703,
      "##use": 704,
      "##th": 705,
      "##tle": 706,
      "##tellect": 707,
      "##oble": 708,
      "##ca": 709,
      "##cy": 710,
      "##con": 711,
      "##easant": 712,
      "##ear": 713,
      "##dle": 714,
      "##dividual": 715,
      "##mself": 716,
      "##ld": 717,
      "##ke": 718,
      "##fore": 719,
      "##ould": 720,
      "##ating": 721,
      "##ency": 722,
      "yours": 723,
      "There": 724,
      "wanting": 725,
      "inste": 726,
      "##eryone": 727,
      "##oduct": 728,
      "##owing": 729,
      "##hatic": 730,
      "dawns": 731,
      "##ellig": 732,
      "nights": 733,
      "disapp": 734,
      "disple": 735,
      "discon": 736,
      "##ace": 737,
      "objects": 738,
      "goodness": 739,
      "than": 740,
      "blowing": 741,
      "pleasant": 742,
      "place": 743,
      "nothing": 744,
      "doesn": 745,
      "intellig": 746,
      "outside": 747,
      "content": 748,
      "working": 749,
      "thanking": 750,
      "beca": 751,
      "before": 752,
      "fourth": 753,
      "height": 754,
      "middle": 755,
      "form": 756,
      "himself": 757,
      "##ased": 758,
      "proble": 759,
      "product": 760,
      "##ginning": 761,
      "emphatic": 762,
      "organic": 763,
      "everyone": 764,
      "rise": 765,
      "begins": 766,
      "indicating": 767,
      "Humans": 768,
      "Intellect": 769,
      "Individual": 770,
      "Beginning": 771,
      "From": 772,
      "Middle": 773,
      "Singul": 774,
      "Upward": 775,
      "Unhappy": 776,
      "ask": 777,
      "ago": 778,
      "flight": 779,
      "fond": 780,
      "lake": 781,
      "liked": 782,
      "little": 783,
      "over": 784,
      "should": 785,
      "satisfied": 786,
      "source": 787,
      "urgency": 788,
      "value": 789,
      "yourself": 790,
      "instead": 791,
      "disappear": 792,
      "displeased": 793,
      "discontent": 794,
      "intelligent": 795,
      "because": 796,
      "problem": 797,
      "products": 798,
      "emphatically": 799,
      "Intellectual": 800,
      "Individuals": 801,
      "Singular": 802
    }
  }
}