{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Digits",
        "individual_digits": false
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[START]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[END]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[END]": {
        "id": "[END]",
        "ids": [
          2
        ],
        "tokens": [
          "[END]"
        ]
      },
      "[START]": {
        "id": "[START]",
        "ids": [
          1
        ],
        "tokens": [
          "[START]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[START]": 0,
      "[END]": 1,
      "[UNK]": 2,
      "[SEP]": 3,
      "[PAD]": 4,
      "[MASK]": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "’": 100,
      "##n": 101,
      "##d": 102,
      "##i": 103,
      "##c": 104,
      "##a": 105,
      "##t": 106,
      "##g": 107,
      "##s": 108,
      "##y": 109,
      "##k": 110,
      "##e": 111,
      "##r": 112,
      "##m": 113,
      "##h": 114,
      "##l": 115,
      "##o": 116,
      "##w": 117,
      "##f": 118,
      "##p": 119,
      "##v": 120,
      "##u": 121,
      "##j": 122,
      "##b": 123,
      "th": 124,
      "##an": 125,
      "the": 126,
      "##at": 127,
      "##in": 128,
      "##re": 129,
      "##ke": 130,
      "##ike": 131,
      "##ing": 132,
      "like": 133,
      "##ou": 134,
      "##el": 135,
      "wan": 136,
      "want": 137,
      "Th": 138,
      "do": 139,
      "you": 140,
      "##en": 141,
      "are": 142,
      "##er": 143,
      "##ow": 144,
      "##oo": 145,
      "##ct": 146,
      "##pp": 147,
      "##ood": 148,
      "##ect": 149,
      "The": 150,
      "##app": 151,
      "##ri": 152,
      "##on": 153,
      "##ell": 154,
      "am": 155,
      "doing": 156,
      "##appy": 157,
      "Wh": 158,
      "is": 159,
      "##man": 160,
      "##ol": 161,
      "that": 162,
      "to": 163,
      "##es": 164,
      "thing": 165,
      "now": 166,
      "##uman": 167,
      "##end": 168,
      "They": 169,
      "##riend": 170,
      "human": 171,
      "##gh": 172,
      "friend": 173,
      "in": 174,
      "it": 175,
      "##it": 176,
      "bl": 177,
      "wh": 178,
      "col": 179,
      "##ank": 180,
      "##is": 181,
      "##ue": 182,
      "my": 183,
      "##ion": 184,
      "##igh": 185,
      "food": 186,
      "##lect": 187,
      "##ery": 188,
      "##lection": 189,
      "of": 190,
      "very": 191,
      "##nh": 192,
      "##ac": 193,
      "##ed": 194,
      "they": 195,
      "##reen": 196,
      "##ite": 197,
      "##nhappy": 198,
      "good": 199,
      "happy": 200,
      "##ate": 201,
      "##ack": 202,
      "dis": 203,
      "mo": 204,
      "##id": 205,
      "##ve": 206,
      "##elp": 207,
      "does": 208,
      "What": 209,
      "green": 210,
      "su": 211,
      "unhappy": 212,
      "##sel": 213,
      "blue": 214,
      "mysel": 215,
      "##ight": 216,
      "sun": 217,
      "myself": 218,
      "en": 219,
      "pre": 220,
      "us": 221,
      "##ere": 222,
      "##fer": 223,
      "Thank": 224,
      "what": 225,
      "white": 226,
      "cold": 227,
      "prefer": 228,
      "hate": 229,
      "red": 230,
      "##tell": 231,
      "thank": 232,
      "##ello": 233,
      "Where": 234,
      "black": 235,
      "collection": 236,
      "##tellect": 237,
      "If": 238,
      "an": 239,
      "me": 240,
      "yes": 241,
      "##al": 242,
      "##ellow": 243,
      "intellect": 244,
      "Bl": 245,
      "help": 246,
      "mu": 247,
      "wit": 248,
      "##ne": 249,
      "##iv": 250,
      "##ch": 251,
      "##like": 252,
      "##oy": 253,
      "##ater": 254,
      "That": 255,
      "don": 256,
      "dislike": 257,
      "much": 258,
      "with": 259,
      "at": 260,
      "be": 261,
      "eat": 262,
      "go": 263,
      "gon": 264,
      "no": 265,
      "night": 266,
      "water": 267,
      "##ad": 268,
      "##ual": 269,
      "them": 270,
      "ind": 271,
      "gone": 272,
      "Col": 273,
      "Yellow": 274,
      "bri": 275,
      "fe": 276,
      "high": 277,
      "kn": 278,
      "ob": 279,
      "##rou": 280,
      "##ject": 281,
      "##our": 282,
      "##ght": 283,
      "move": 284,
      "##idual": 285,
      "Blue": 286,
      "##ividual": 287,
      "##oying": 288,
      "eating": 289,
      "individual": 290,
      "Collection": 291,
      "bright": 292,
      "feel": 293,
      "know": 294,
      "object": 295,
      "##roup": 296,
      "Help": 297,
      "Hello": 298,
      "Night": 299,
      "Red": 300,
      "We": 301,
      "bad": 302,
      "did": 303,
      "group": 304,
      "hello": 305,
      "st": 306,
      "##ning": 307,
      "##ger": 308,
      "##ran": 309,
      "##my": 310,
      "##ll": 311,
      "##ove": 312,
      "your": 313,
      "##ent": 314,
      "things": 315,
      "end": 316,
      "enj": 317,
      "and": 318,
      "stran": 319,
      "stranger": 320,
      "Ene": 321,
      "Food": 322,
      "Four": 323,
      "Is": 324,
      "No": 325,
      "app": 326,
      "fin": 327,
      "king": 328,
      "we": 329,
      "##iate": 330,
      "##ciate": 331,
      "##ar": 332,
      "##se": 333,
      "##ro": 334,
      "##rning": 335,
      "##reciate": 336,
      "White": 337,
      "morning": 338,
      "not": 339,
      "knows": 340,
      "enjoying": 341,
      "Enemy": 342,
      "appreciate": 343,
      "kings": 344,
      "##rom": 345,
      "Green": 346,
      "One": 347,
      "St": 348,
      "Unhappy": 349,
      "You": 350,
      "all": 351,
      "bu": 352,
      "cu": 353,
      "noo": 354,
      "tw": 355,
      "wr": 356,
      "yellow": 357,
      "##ay": 358,
      "##rse": 359,
      "##or": 360,
      "##ong": 361,
      "humans": 362,
      "ann": 363,
      "fine": 364,
      "but": 365,
      "curse": 366,
      "noon": 367,
      "two": 368,
      "wrong": 369,
      "Bad": 370,
      "Do": 371,
      "Friend": 372,
      "From": 373,
      "My": 374,
      "Move": 375,
      "aw": 376,
      "ab": 377,
      "fi": 378,
      "four": 379,
      "from": 380,
      "liv": 381,
      "lor": 382,
      "or": 383,
      "ris": 384,
      "sh": 385,
      "sent": 386,
      "val": 387,
      "wi": 388,
      "##ient": 389,
      "##as": 390,
      "##act": 391,
      "##aman": 392,
      "##tack": 393,
      "##gan": 394,
      "##sat": 395,
      "##ear": 396,
      "##ms": 397,
      "##op": 398,
      "##fact": 399,
      "there": 400,
      "##ree": 401,
      "##appear": 402,
      "##isms": 403,
      "##isfact": 404,
      "dissat": 405,
      "disappear": 406,
      "more": 407,
      "Black": 408,
      "attack": 409,
      "strangers": 410,
      "Stop": 411,
      "annoying": 412,
      "away": 413,
      "above": 414,
      "five": 415,
      "living": 416,
      "lord": 417,
      "organ": 418,
      "rises": 419,
      "shaman": 420,
      "sentient": 421,
      "value": 422,
      "will": 423,
      "##ast": 424,
      "##isfaction": 425,
      "dissatisfaction": 426,
      "organisms": 427,
      "Did": 428,
      "Group": 429,
      "Human": 430,
      "In": 431,
      "Very": 432,
      "Water": 433,
      "Yes": 434,
      "as": 435,
      "act": 436,
      "can": 437,
      "con": 438,
      "da": 439,
      "ev": 440,
      "fon": 441,
      "for": 442,
      "he": 443,
      "here": 444,
      "la": 445,
      "love": 446,
      "mid": 447,
      "one": 448,
      "pl": 449,
      "po": 450,
      "sk": 451,
      "tast": 452,
      "up": 453,
      "well": 454,
      "wis": 455,
      "##nes": 456,
      "##ds": 457,
      "##day": 458,
      "##ic": 459,
      "##ca": 460,
      "##ting": 461,
      "##tent": 462,
      "##tast": 463,
      "##gin": 464,
      "##emy": 465,
      "##hing": 466,
      "##ore": 467,
      "##wn": 468,
      "##war": 469,
      "##fore": 470,
      "##ving": 471,
      "##use": 472,
      "than": 473,
      "three": 474,
      "##ating": 475,
      "##inting": 476,
      "Three": 477,
      "There": 478,
      "friends": 479,
      "##ace": 480,
      "goodnes": 481,
      "distast": 482,
      "moving": 483,
      "enemy": 484,
      "##tellectual": 485,
      "any": 486,
      "beca": 487,
      "begin": 488,
      "before": 489,
      "indic": 490,
      "objects": 491,
      "enjoy": 492,
      "find": 493,
      "##art": 494,
      "nothing": 495,
      "Start": 496,
      "annoy": 497,
      "attacking": 498,
      "Intellectual": 499,
      "ask": 500,
      "acting": 501,
      "content": 502,
      "dawn": 503,
      "even": 504,
      "fond": 505,
      "lake": 506,
      "midday": 507,
      "place": 508,
      "pointing": 509,
      "sky": 510,
      "tasty": 511,
      "upwar": 512,
      "wish": 513,
      "goodness": 514,
      "distaste": 515,
      "because": 516,
      "beginning": 517,
      "indicating": 518,
      "upwards": 519
    }
  }
}