{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Digits",
        "individual_digits": false
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[START]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[END]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[END]": {
        "id": "[END]",
        "ids": [
          1
        ],
        "tokens": [
          "[END]"
        ]
      },
      "[START]": {
        "id": "[START]",
        "ids": [
          0
        ],
        "tokens": [
          "[START]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[START]": 0,
      "[END]": 1,
      "[UNK]": 2,
      "[SEP]": 3,
      "[PAD]": 4,
      "[MASK]": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "̀": 100,
      "́": 101,
      "̃": 102,
      "̈": 103,
      "̧": 104,
      "—": 105,
      "’": 106,
      "♪": 107,
      "♫": 108,
      "##r": 109,
      "##o": 110,
      "##t": 111,
      "##h": 112,
      "##e": 113,
      "##s": 114,
      "##a": 115,
      "##i": 116,
      "##l": 117,
      "##y": 118,
      "##x": 119,
      "##c": 120,
      "##n": 121,
      "##g": 122,
      "##k": 123,
      "##d": 124,
      "##u": 125,
      "##w": 126,
      "##b": 127,
      "##m": 128,
      "##p": 129,
      "##z": 130,
      "##f": 131,
      "##v": 132,
      "##9": 133,
      "##8": 134,
      "##5": 135,
      "##j": 136,
      "##7": 137,
      "##0": 138,
      "##1": 139,
      "##3": 140,
      "##2": 141,
      "##q": 142,
      "##́": 143,
      "##4": 144,
      "##6": 145,
      "##̈": 146,
      "##̧": 147,
      "##̀": 148,
      "##̃": 149,
      "th": 150,
      "the": 151,
      "##er": 152,
      "##in": 153,
      "##at": 154,
      "##nd": 155,
      "##ou": 156,
      "##re": 157,
      "and": 158,
      "##ing": 159,
      "##en": 160,
      "to": 161,
      "##on": 162,
      "##es": 163,
      "##al": 164,
      "##an": 165,
      "of": 166,
      "in": 167,
      "##or": 168,
      "##is": 169,
      "##ed": 170,
      "that": 171,
      "##ar": 172,
      "##it": 173,
      "we": 174,
      "##ic": 175,
      "##as": 176,
      "you": 177,
      "it": 178,
      "##om": 179,
      "wh": 180,
      "##ll": 181,
      "##le": 182,
      "##se": 183,
      "is": 184,
      "be": 185,
      "##ve": 186,
      "##ow": 187,
      "##ut": 188,
      "##ly": 189,
      "##ion": 190,
      "re": 191,
      "##st": 192,
      "##ent": 193,
      "##et": 194,
      "##ot": 195,
      "on": 196,
      "ha": 197,
      "##ct": 198,
      "this": 199,
      "so": 200,
      "##ld": 201,
      "##ay": 202,
      "##gh": 203,
      "st": 204,
      "##ur": 205,
      "##id": 206,
      "do": 207,
      "##op": 208,
      "##ac": 209,
      "##ver": 210,
      "they": 211,
      "for": 212,
      "an": 213,
      "are": 214,
      "li": 215,
      "##au": 216,
      "##ter": 217,
      "##ir": 218,
      "##im": 219,
      "##her": 220,
      "##am": 221,
      "##ke": 222,
      "have": 223,
      "he": 224,
      "se": 225,
      "was": 226,
      "##ro": 227,
      "##ith": 228,
      "##oo": 229,
      "but": 230,
      "with": 231,
      "as": 232,
      "##ally": 233,
      "##ce": 234,
      "what": 235,
      "##ere": 236,
      "##ra": 237,
      "ab": 238,
      "##ch": 239,
      "mo": 240,
      "sh": 241,
      "ne": 242,
      "can": 243,
      "##ation": 244,
      "wor": 245,
      "me": 246,
      "com": 247,
      "##out": 248,
      "de": 249,
      "##ul": 250,
      "not": 251,
      "##ill": 252,
      "go": 253,
      "there": 254,
      "at": 255,
      "##ght": 256,
      "all": 257,
      "ch": 258,
      "##ge": 259,
      "##pp": 260,
      "##est": 261,
      "##ol": 262,
      "##il": 263,
      "##ad": 264,
      "##ould": 265,
      "##art": 266,
      "fr": 267,
      "or": 268,
      "##ant": 269,
      "##ear": 270,
      "##ust": 271,
      "about": 272,
      "ex": 273,
      "##ause": 274,
      "one": 275,
      "pe": 276,
      "con": 277,
      "my": 278,
      "pro": 279,
      "som": 280,
      "##um": 281,
      "peop": 282,
      "people": 283,
      "te": 284,
      "##ci": 285,
      "al": 286,
      "##ate": 287,
      "##ect": 288,
      "##ure": 289,
      "##ist": 290,
      "##ity": 291,
      "##ight": 292,
      "from": 293,
      "like": 294,
      "our": 295,
      "if": 296,
      "di": 297,
      "now": 298,
      "##ers": 299,
      "bec": 300,
      "us": 301,
      "these": 302,
      "##ff": 303,
      "##rou": 304,
      "##all": 305,
      "##king": 306,
      "##th": 307,
      "##ri": 308,
      "sp": 309,
      "##ess": 310,
      "##os": 311,
      "ma": 312,
      "just": 313,
      "see": 314,
      "kn": 315,
      "them": 316,
      "##ble": 317,
      "out": 318,
      "##ery": 319,
      "en": 320,
      "when": 321,
      "##ind": 322,
      "im": 323,
      "##ive": 324,
      "##un": 325,
      "your": 326,
      "very": 327,
      "who": 328,
      "because": 329,
      "know": 330,
      "##and": 331,
      "thing": 332,
      "##us": 333,
      "pl": 334,
      "by": 335,
      "##ig": 336,
      "year": 337,
      "get": 338,
      "##ies": 339,
      "up": 340,
      "tr": 341,
      "##ment": 342,
      "act": 343,
      "ever": 344,
      "loo": 345,
      "how": 346,
      "##ther": 347,
      "##ame": 348,
      "more": 349,
      "##act": 350,
      "##ain": 351,
      "##ort": 352,
      "other": 353,
      "tim": 354,
      "than": 355,
      "int": 356,
      "ta": 357,
      "##ast": 358,
      "thin": 359,
      "su": 360,
      "##one": 361,
      "some": 362,
      "##og": 363,
      "##ous": 364,
      "their": 365,
      "##ich": 366,
      "ve": 367,
      "##em": 368,
      "##ose": 369,
      "##hing": 370,
      "world": 371,
      "##ie": 372,
      "sa": 373,
      "##are": 374,
      "would": 375,
      "##ine": 376,
      "##ard": 377,
      "lau": 378,
      "app": 379,
      "going": 380,
      "un": 381,
      "co": 382,
      "has": 383,
      "##ag": 384,
      "##ghter": 385,
      "##ack": 386,
      "##reat": 387,
      "##ide": 388,
      "comp": 389,
      "##ood": 390,
      "##iv": 391,
      "had": 392,
      "##el": 393,
      "le": 394,
      "time": 395,
      "laughter": 396,
      "ag": 397,
      "##ence": 398,
      "##ap": 399,
      "think": 400,
      "every": 401,
      "then": 402,
      "no": 403,
      "##our": 404,
      "##ong": 405,
      "were": 406,
      "really": 407,
      "which": 408,
      "she": 409,
      "look": 410,
      "will": 411,
      "fe": 412,
      "##ace": 413,
      "##iz": 414,
      "##res": 415,
      "##ical": 416,
      "here": 417,
      "per": 418,
      "##ually": 419,
      "into": 420,
      "##ud": 421,
      "##age": 422,
      "##ans": 423,
      "way": 424,
      "his": 425,
      "well": 426,
      "##nder": 427,
      "want": 428,
      "res": 429,
      "where": 430,
      "ev": 431,
      "##nt": 432,
      "##ions": 433,
      "am": 434,
      "years": 435,
      "imp": 436,
      "##ab": 437,
      "##fe": 438,
      "say": 439,
      "man": 440,
      "tw": 441,
      "dis": 442,
      "did": 443,
      "could": 444,
      "##so": 445,
      "pr": 446,
      "##00": 447,
      "##ffer": 448,
      "##eri": 449,
      "any": 450,
      "##rain": 451,
      "##ks": 452,
      "##od": 453,
      "##ach": 454,
      "somet": 455,
      "things": 456,
      "exp": 457,
      "call": 458,
      "##oc": 459,
      "##ild": 460,
      "actually": 461,
      "qu": 462,
      "part": 463,
      "those": 464,
      "cl": 465,
      "##itt": 466,
      "right": 467,
      "start": 468,
      "##ang": 469,
      "been": 470,
      "##pt": 471,
      "new": 472,
      "need": 473,
      "##round": 474,
      "ad": 475,
      "##uc": 476,
      "po": 477,
      "hum": 478,
      "appl": 479,
      "##qu": 480,
      "make": 481,
      "##ore": 482,
      "two": 483,
      "##vel": 484,
      "fir": 485,
      "spe": 486,
      "differ": 487,
      "ph": 488,
      "also": 489,
      "gen": 490,
      "##ry": 491,
      "first": 492,
      "##ass": 493,
      "##ell": 494,
      "inter": 495,
      "##ory": 496,
      "##ath": 497,
      "happ": 498,
      "##ens": 499,
      "##ult": 500,
      "over": 501,
      "under": 502,
      "ar": 503,
      "bl": 504,
      "brain": 505,
      "##ru": 506,
      "##ound": 507,
      "##cent": 508,
      "##ree": 509,
      "##if": 510,
      "##sel": 511,
      "most": 512,
      "work": 513,
      "af": 514,
      "ac": 515,
      "##ish": 516,
      "life": 517,
      "mu": 518,
      "applause": 519,
      "##ire": 520,
      "##own": 521,
      "back": 522,
      "tal": 523,
      "##ase": 524,
      "##ves": 525,
      "##ount": 526,
      "does": 527,
      "##ice": 528,
      "let": 529,
      "comm": 530,
      "being": 531,
      "sy": 532,
      "##als": 533,
      "##ics": 534,
      "##olog": 535,
      "said": 536,
      "##orm": 537,
      "much": 538,
      "something": 539,
      "##ep": 540,
      "##co": 541,
      "##ber": 542,
      "day": 543,
      "##ite": 544,
      "##way": 545,
      "##ents": 546,
      "take": 547,
      "lot": 548,
      "bet": 549,
      "##rough": 550,
      "wat": 551,
      "human": 552,
      "cont": 553,
      "different": 554,
      "through": 555,
      "only": 556,
      "around": 557,
      "##ving": 558,
      "##ated": 559,
      "##other": 560,
      "tell": 561,
      "same": 562,
      "litt": 563,
      "##able": 564,
      "little": 565,
      "##ue": 566,
      "why": 567,
      "real": 568,
      "got": 569,
      "##ple": 570,
      "chan": 571,
      "even": 572,
      "ind": 573,
      "##ms": 574,
      "kind": 575,
      "pre": 576,
      "inc": 577,
      "##ations": 578,
      "id": 579,
      "##ors": 580,
      "##ys": 581,
      "##ether": 582,
      "##ons": 583,
      "##row": 584,
      "##les": 585,
      "bu": 586,
      "sim": 587,
      "##ome": 588,
      "may": 589,
      "many": 590,
      "##ody": 591,
      "her": 592,
      "pers": 593,
      "great": 594,
      "use": 595,
      "too": 596,
      "##cial": 597,
      "em": 598,
      "good": 599,
      "ro": 600,
      "##day": 601,
      "down": 602,
      "##int": 603,
      "##urn": 604,
      "lo": 605,
      "##ict": 606,
      "##ark": 607,
      "called": 608,
      "##ject": 609,
      "thank": 610,
      "sm": 611,
      "##ope": 612,
      "child": 613,
      "old": 614,
      "##ating": 615,
      "##stem": 616,
      "sc": 617,
      "##ary": 618,
      "##ib": 619,
      "##xt": 620,
      "##ance": 621,
      "##ick": 622,
      "person": 623,
      "br": 624,
      "##ful": 625,
      "cell": 626,
      "inst": 627,
      "come": 628,
      "##illion": 629,
      "ob": 630,
      "##cess": 631,
      "##ph": 632,
      "system": 633,
      "##ning": 634,
      "try": 635,
      "change": 636,
      "put": 637,
      "##ved": 638,
      "hand": 639,
      "cons": 640,
      "after": 641,
      "wr": 642,
      "lear": 643,
      "long": 644,
      "##ia": 645,
      "ins": 646,
      "proble": 647,
      "percent": 648,
      "gu": 649,
      "##ds": 650,
      "##ual": 651,
      "today": 652,
      "import": 653,
      "underst": 654,
      "gl": 655,
      "rem": 656,
      "##ress": 657,
      "##ak": 658,
      "three": 659,
      "##ition": 660,
      "##ically": 661,
      "find": 662,
      "pat": 663,
      "show": 664,
      "ide": 665,
      "lang": 666,
      "langu": 667,
      "##ars": 668,
      "stud": 669,
      "story": 670,
      "ll": 671,
      "med": 672,
      "sur": 673,
      "##vers": 674,
      "##self": 675,
      "important": 676,
      "##ric": 677,
      "thou": 678,
      "ca": 679,
      "mat": 680,
      "doing": 681,
      "gra": 682,
      "him": 683,
      "##ize": 684,
      "mus": 685,
      "##ip": 686,
      "##gether": 687,
      "together": 688,
      "##rug": 689,
      "##ting": 690,
      "##ign": 691,
      "##pe": 692,
      "##alth": 693,
      "pol": 694,
      "##be": 695,
      "inf": 696,
      "happen": 697,
      "bas": 698,
      "jo": 699,
      "turn": 700,
      "each": 701,
      "mean": 702,
      "dec": 703,
      "count": 704,
      "##ren": 705,
      "again": 706,
      "fam": 707,
      "##av": 708,
      "##ile": 709,
      "##wn": 710,
      "##ates": 711,
      "fact": 712,
      "tra": 713,
      "rel": 714,
      "another": 715,
      "neur": 716,
      "car": 717,
      "fo": 718,
      "sl": 719,
      "cour": 720,
      "##igh": 721,
      "##ert": 722,
      "off": 723,
      "##ction": 724,
      "##ool": 725,
      "play": 726,
      "##velop": 727,
      "water": 728,
      "understand": 729,
      "big": 730,
      "drug": 731,
      "fl": 732,
      "fin": 733,
      "##ail": 734,
      "##ked": 735,
      "##fore": 736,
      "##ather": 737,
      "develop": 738,
      "tech": 739,
      "imag": 740,
      "cr": 741,
      "##we": 742,
      "inv": 743,
      "##ade": 744,
      "end": 745,
      "op": 746,
      "##pl": 747,
      "##ces": 748,
      "rec": 749,
      "health": 750,
      "##ular": 751,
      "sci": 752,
      "##body": 753,
      "its": 754,
      "##ower": 755,
      "still": 756,
      "commun": 757,
      "des": 758,
      "found": 759,
      "##kes": 760,
      "course": 761,
      "give": 762,
      "ke": 763,
      "##ord": 764,
      "techn": 765,
      "own": 766,
      "##ss": 767,
      "social": 768,
      "hel": 769,
      "##thing": 770,
      "pres": 771,
      "##te": 772,
      "##ily": 773,
      "##ible": 774,
      "##eric": 775,
      "##ise": 776,
      "##ism": 777,
      "should": 778,
      "trans": 779,
      "ago": 780,
      "started": 781,
      "might": 782,
      "few": 783,
      "##ology": 784,
      "##ness": 785,
      "bel": 786,
      "##oss": 787,
      "language": 788,
      "grow": 789,
      "##ft": 790,
      "partic": 791,
      "music": 792,
      "##ious": 793,
      "##ility": 794,
      "##ffect": 795,
      "##cond": 796,
      "dat": 797,
      "before": 798,
      "second": 799,
      "able": 800,
      "eng": 801,
      "place": 802,
      "looking": 803,
      "americ": 804,
      "000": 805,
      "bo": 806,
      "##ull": 807,
      "learn": 808,
      "high": 809,
      "kid": 810,
      "last": 811,
      "quest": 812,
      "talk": 813,
      "better": 814,
      "vis": 815,
      "##read": 816,
      "feel": 817,
      "vide": 818,
      "##eria": 819,
      "point": 820,
      "pati": 821,
      "creat": 822,
      "ed": 823,
      "sch": 824,
      "beg": 825,
      "##ures": 826,
      "thought": 827,
      "dr": 828,
      "met": 829,
      "##ian": 830,
      "ext": 831,
      "interest": 832,
      "cells": 833,
      "used": 834,
      "data": 835,
      "mon": 836,
      "att": 837,
      "##ute": 838,
      "next": 839,
      "teac": 840,
      "##ists": 841,
      "video": 842,
      "10": 843,
      "bit": 844,
      "##ead": 845,
      "dem": 846,
      "maybe": 847,
      "wal": 848,
      "##cer": 849,
      "##ities": 850,
      "help": 851,
      "aut": 852,
      "bi": 853,
      "cre": 854,
      "##ty": 855,
      "##ix": 856,
      "##du": 857,
      "##ins": 858,
      "sol": 859,
      "resp": 860,
      "prot": 861,
      "small": 862,
      "list": 863,
      "made": 864,
      "pict": 865,
      "##erg": 866,
      "##ines": 867,
      "beh": 868,
      "never": 869,
      "uni": 870,
      "build": 871,
      "19": 872,
      "wo": 873,
      "##ial": 874,
      "##ub": 875,
      "##ough": 876,
      "##ments": 877,
      "betwe": 878,
      "belie": 879,
      "between": 880,
      "bact": 881,
      "ey": 882,
      "##ited": 883,
      "##ized": 884,
      "dise": 885,
      "idea": 886,
      "care": 887,
      "power": 888,
      "exam": 889,
      "incre": 890,
      "det": 891,
      "coll": 892,
      "##ways": 893,
      "wom": 894,
      "##tire": 895,
      "##air": 896,
      "##und": 897,
      "reas": 898,
      "read": 899,
      "##cept": 900,
      "using": 901,
      "sub": 902,
      "##vir": 903,
      "##ets": 904,
      "stop": 905,
      "anim": 906,
      "light": 907,
      "def": 908,
      "death": 909,
      "##selves": 910,
      "problem": 911,
      "school": 912,
      "came": 913,
      "ec": 914,
      "four": 915,
      "mom": 916,
      "oil": 917,
      "project": 918,
      "always": 919,
      "question": 920,
      "sk": 921,
      "went": 922,
      "##vern": 923,
      "live": 924,
      "govern": 925,
      "prog": 926,
      "envir": 927,
      "children": 928,
      "environ": 929,
      "20": 930,
      "done": 931,
      "el": 932,
      "ele": 933,
      "fun": 934,
      "test": 935,
      "##ven": 936,
      "##ont": 937,
      "##onom": 938,
      "##ands": 939,
      "ear": 940,
      "face": 941,
      "##ost": 942,
      "##erm": 943,
      "reg": 944,
      "phys": 945,
      "cor": 946,
      "cent": 947,
      "cult": 948,
      "mor": 949,
      "conf": 950,
      "gener": 951,
      "##cover": 952,
      "ok": 953,
      "##uff": 954,
      "##ational": 955,
      "away": 956,
      "giv": 957,
      "##aut": 958,
      "##ob": 959,
      "##aces": 960,
      "##ross": 961,
      "means": 962,
      "experi": 963,
      "technology": 964,
      "listen": 965,
      "cur": 966,
      "gre": 967,
      "sort": 968,
      "##ward": 969,
      "##here": 970,
      "speci": 971,
      "##assion": 972,
      "believe": 973,
      "##ram": 974,
      "##ave": 975,
      "##der": 976,
      "##ense": 977,
      "ant": 978,
      "##imate": 979,
      "dev": 980,
      "plan": 981,
      "comple": 982,
      "watch": 983,
      "eur": 984,
      "fut": 985,
      "min": 986,
      "nat": 987,
      "##lish": 988,
      "##ution": 989,
      "##ention": 990,
      "##verse": 991,
      "char": 992,
      "comput": 993,
      "says": 994,
      "patients": 995,
      "example": 996,
      "200": 997,
      "billion": 998,
      "dri": 999
    }
  }
}