{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Digits",
        "individual_digits": false
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[START]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[END]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[END]": {
        "id": "[END]",
        "ids": [
          1
        ],
        "tokens": [
          "[END]"
        ]
      },
      "[START]": {
        "id": "[START]",
        "ids": [
          0
        ],
        "tokens": [
          "[START]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[START]": 0,
      "[END]": 1,
      "[UNK]": 2,
      "[SEP]": 3,
      "[PAD]": 4,
      "[MASK]": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "̀": 100,
      "́": 101,
      "̂": 102,
      "̃": 103,
      "̄": 104,
      "̈": 105,
      "̧": 106,
      "ย": 107,
      "ร": 108,
      "อ": 109,
      "่": 110,
      "–": 111,
      "—": 112,
      "’": 113,
      "♪": 114,
      "♫": 115,
      "##t": 116,
      "##r": 117,
      "##u": 118,
      "##c": 119,
      "##k": 120,
      "##m": 121,
      "##b": 122,
      "##e": 123,
      "##l": 124,
      "##a": 125,
      "##s": 126,
      "##g": 127,
      "##i": 128,
      "##n": 129,
      "##o": 130,
      "##v": 131,
      "##d": 132,
      "##f": 133,
      "##w": 134,
      "##p": 135,
      "##x": 136,
      "##y": 137,
      "##q": 138,
      "##h": 139,
      "##z": 140,
      "##6": 141,
      "##2": 142,
      "##j": 143,
      "##9": 144,
      "##8": 145,
      "##5": 146,
      "##0": 147,
      "##́": 148,
      "##7": 149,
      "##4": 150,
      "##1": 151,
      "##3": 152,
      "##̈": 153,
      "##̃": 154,
      "##̀": 155,
      "##̂": 156,
      "##̧": 157,
      "##̄": 158,
      "##♫": 159,
      "##ร": 160,
      "##่": 161,
      "##อ": 162,
      "##ย": 163,
      "th": 164,
      "the": 165,
      "##er": 166,
      "##in": 167,
      "##at": 168,
      "##nd": 169,
      "##ou": 170,
      "##re": 171,
      "##ing": 172,
      "and": 173,
      "to": 174,
      "##en": 175,
      "##on": 176,
      "##es": 177,
      "##an": 178,
      "##al": 179,
      "##or": 180,
      "of": 181,
      "in": 182,
      "##ed": 183,
      "##is": 184,
      "##it": 185,
      "##ar": 186,
      "that": 187,
      "we": 188,
      "##om": 189,
      "##as": 190,
      "it": 191,
      "you": 192,
      "wh": 193,
      "##ic": 194,
      "##le": 195,
      "##ll": 196,
      "is": 197,
      "be": 198,
      "##ow": 199,
      "##se": 200,
      "##ve": 201,
      "##ly": 202,
      "##ion": 203,
      "##ut": 204,
      "re": 205,
      "##st": 206,
      "##ot": 207,
      "##et": 208,
      "##ent": 209,
      "on": 210,
      "##ct": 211,
      "ha": 212,
      "this": 213,
      "##ld": 214,
      "so": 215,
      "##ay": 216,
      "st": 217,
      "##gh": 218,
      "##ur": 219,
      "##id": 220,
      "do": 221,
      "##ch": 222,
      "##ver": 223,
      "for": 224,
      "##ce": 225,
      "##op": 226,
      "li": 227,
      "they": 228,
      "was": 229,
      "##ke": 230,
      "an": 231,
      "##ir": 232,
      "are": 233,
      "##ter": 234,
      "##im": 235,
      "##ere": 236,
      "##ith": 237,
      "##am": 238,
      "##oo": 239,
      "se": 240,
      "but": 241,
      "##ro": 242,
      "have": 243,
      "##au": 244,
      "with": 245,
      "what": 246,
      "##ally": 247,
      "he": 248,
      "ab": 249,
      "##th": 250,
      "as": 251,
      "##ra": 252,
      "mo": 253,
      "##ation": 254,
      "can": 255,
      "ne": 256,
      "me": 257,
      "##out": 258,
      "sh": 259,
      "##ad": 260,
      "not": 261,
      "wor": 262,
      "com": 263,
      "##ght": 264,
      "##ol": 265,
      "##ould": 266,
      "ch": 267,
      "go": 268,
      "at": 269,
      "there": 270,
      "##ge": 271,
      "my": 272,
      "##ers": 273,
      "##ill": 274,
      "##il": 275,
      "all": 276,
      "##pp": 277,
      "##ust": 278,
      "about": 279,
      "fr": 280,
      "ex": 281,
      "##ant": 282,
      "##ul": 283,
      "##est": 284,
      "de": 285,
      "or": 286,
      "##ear": 287,
      "som": 288,
      "pe": 289,
      "##ause": 290,
      "con": 291,
      "one": 292,
      "##um": 293,
      "pro": 294,
      "##art": 295,
      "al": 296,
      "our": 297,
      "peop": 298,
      "##ck": 299,
      "##ig": 300,
      "people": 301,
      "##ate": 302,
      "like": 303,
      "##ity": 304,
      "##ight": 305,
      "##ess": 306,
      "##ure": 307,
      "ma": 308,
      "bec": 309,
      "if": 310,
      "##ies": 311,
      "te": 312,
      "us": 313,
      "from": 314,
      "now": 315,
      "##ble": 316,
      "##ist": 317,
      "##ive": 318,
      "##if": 319,
      "##ect": 320,
      "##all": 321,
      "just": 322,
      "sp": 323,
      "kn": 324,
      "##ind": 325,
      "tr": 326,
      "out": 327,
      "these": 328,
      "see": 329,
      "##ook": 330,
      "##rou": 331,
      "##un": 332,
      "##os": 333,
      "when": 334,
      "##ci": 335,
      "##her": 336,
      "##ink": 337,
      "how": 338,
      "##us": 339,
      "##ery": 340,
      "by": 341,
      "en": 342,
      "know": 343,
      "them": 344,
      "##ie": 345,
      "##and": 346,
      "##ain": 347,
      "im": 348,
      "who": 349,
      "ever": 350,
      "because": 351,
      "more": 352,
      "get": 353,
      "think": 354,
      "very": 355,
      "up": 356,
      "##el": 357,
      "thing": 358,
      "##iv": 359,
      "##ort": 360,
      "some": 361,
      "your": 362,
      "tim": 363,
      "act": 364,
      "year": 365,
      "than": 366,
      "pl": 367,
      "##one": 368,
      "##em": 369,
      "their": 370,
      "would": 371,
      "had": 372,
      "un": 373,
      "going": 374,
      "were": 375,
      "su": 376,
      "int": 377,
      "look": 378,
      "ta": 379,
      "##ine": 380,
      "##ment": 381,
      "##ame": 382,
      "##og": 383,
      "comp": 384,
      "##iz": 385,
      "every": 386,
      "##ous": 387,
      "##act": 388,
      "##ast": 389,
      "le": 390,
      "ve": 391,
      "##ap": 392,
      "##are": 393,
      "##our": 394,
      "sa": 395,
      "here": 396,
      "want": 397,
      "##ich": 398,
      "##ose": 399,
      "world": 400,
      "no": 401,
      "work": 402,
      "##ence": 403,
      "##ard": 404,
      "##ood": 405,
      "oth": 406,
      "##ually": 407,
      "##ag": 408,
      "time": 409,
      "##ack": 410,
      "##ans": 411,
      "way": 412,
      "ev": 413,
      "has": 414,
      "really": 415,
      "pr": 416,
      "man": 417,
      "app": 418,
      "##ide": 419,
      "##ions": 420,
      "##reat": 421,
      "then": 422,
      "per": 423,
      "could": 424,
      "##ab": 425,
      "fe": 426,
      "exp": 427,
      "##hing": 428,
      "which": 429,
      "##ace": 430,
      "##fer": 431,
      "##ong": 432,
      "qu": 433,
      "will": 434,
      "##od": 435,
      "##ore": 436,
      "other": 437,
      "##nder": 438,
      "where": 439,
      "##ach": 440,
      "##nt": 441,
      "ag": 442,
      "##age": 443,
      "did": 444,
      "am": 445,
      "##ild": 446,
      "actually": 447,
      "tw": 448,
      "pre": 449,
      "af": 450,
      "well": 451,
      "into": 452,
      "##king": 453,
      "cl": 454,
      "##ud": 455,
      "need": 456,
      "years": 457,
      "new": 458,
      "##so": 459,
      "##itt": 460,
      "##ical": 461,
      "dif": 462,
      "somet": 463,
      "lau": 464,
      "inter": 465,
      "res": 466,
      "any": 467,
      "##pt": 468,
      "co": 469,
      "##ss": 470,
      "start": 471,
      "mu": 472,
      "##00": 473,
      "##ghter": 474,
      "##fe": 475,
      "right": 476,
      "ar": 477,
      "dis": 478,
      "say": 479,
      "been": 480,
      "make": 481,
      "those": 482,
      "po": 483,
      "she": 484,
      "fir": 485,
      "chan": 486,
      "things": 487,
      "##ue": 488,
      "imp": 489,
      "two": 490,
      "##ry": 491,
      "happ": 492,
      "part": 493,
      "first": 494,
      "also": 495,
      "over": 496,
      "##ass": 497,
      "##ri": 498,
      "##ac": 499,
      "##ice": 500,
      "call": 501,
      "laughter": 502,
      "##ire": 503,
      "##orm": 504,
      "lo": 505,
      "##ree": 506,
      "let": 507,
      "bl": 508,
      "much": 509,
      "ph": 510,
      "ac": 511,
      "bu": 512,
      "differ": 513,
      "##ory": 514,
      "##ber": 515,
      "appl": 516,
      "##ound": 517,
      "spe": 518,
      "##ple": 519,
      "##round": 520,
      "##ia": 521,
      "##sel": 522,
      "even": 523,
      "under": 524,
      "something": 525,
      "##ount": 526,
      "##ens": 527,
      "day": 528,
      "his": 529,
      "tal": 530,
      "##cent": 531,
      "##olog": 532,
      "back": 533,
      "##vel": 534,
      "##own": 535,
      "ad": 536,
      "##ves": 537,
      "##ru": 538,
      "##ite": 539,
      "##ome": 540,
      "ro": 541,
      "##way": 542,
      "only": 543,
      "##able": 544,
      "##qu": 545,
      "hum": 546,
      "bet": 547,
      "life": 548,
      "lot": 549,
      "most": 550,
      "##ult": 551,
      "take": 552,
      "##ittle": 553,
      "cont": 554,
      "little": 555,
      "##ater": 556,
      "many": 557,
      "got": 558,
      "##du": 559,
      "applause": 560,
      "##ff": 561,
      "sy": 562,
      "##ign": 563,
      "id": 564,
      "##ated": 565,
      "why": 566,
      "##rain": 567,
      "does": 568,
      "##ip": 569,
      "real": 570,
      "##ations": 571,
      "said": 572,
      "different": 573,
      "br": 574,
      "ind": 575,
      "sc": 576,
      "thank": 577,
      "kind": 578,
      "##ase": 579,
      "##ving": 580,
      "her": 581,
      "##other": 582,
      "##ep": 583,
      "##day": 584,
      "##ody": 585,
      "em": 586,
      "##ath": 587,
      "comm": 588,
      "##ict": 589,
      "##co": 590,
      "##rough": 591,
      "good": 592,
      "##ents": 593,
      "gen": 594,
      "around": 595,
      "through": 596,
      "des": 597,
      "##int": 598,
      "tell": 599,
      "##ether": 600,
      "##ial": 601,
      "##ish": 602,
      "##ick": 603,
      "##ark": 604,
      "may": 605,
      "inc": 606,
      "##ors": 607,
      "human": 608,
      "use": 609,
      "##ell": 610,
      "inf": 611,
      "too": 612,
      "same": 613,
      "##ea": 614,
      "pers": 615,
      "down": 616,
      "##urn": 617,
      "##cess": 618,
      "##lo": 619,
      "##ang": 620,
      "being": 621,
      "##ade": 622,
      "lear": 623,
      "learn": 624,
      "car": 625,
      "##wn": 626,
      "sm": 627,
      "ca": 628,
      "##ful": 629,
      "##ool": 630,
      "gr": 631,
      "today": 632,
      "soci": 633,
      "##iver": 634,
      "wr": 635,
      "tra": 636,
      "##ord": 637,
      "##ower": 638,
      "##les": 639,
      "sur": 640,
      "##ary": 641,
      "##ject": 642,
      "##ual": 643,
      "##ak": 644,
      "##xt": 645,
      "count": 646,
      "##stem": 647,
      "percent": 648,
      "##ved": 649,
      "##ys": 650,
      "##ance": 651,
      "show": 652,
      "after": 653,
      "##ons": 654,
      "find": 655,
      "happen": 656,
      "come": 657,
      "##blem": 658,
      "fact": 659,
      "problem": 660,
      "tech": 661,
      "sim": 662,
      "##igh": 663,
      "##ics": 664,
      "talk": 665,
      "##ib": 666,
      "thou": 667,
      "ll": 668,
      "great": 669,
      "inst": 670,
      "##ph": 671,
      "##ting": 672,
      "##lect": 673,
      "called": 674,
      "put": 675,
      "##ren": 676,
      "child": 677,
      "##ible": 678,
      "rem": 679,
      "techn": 680,
      "big": 681,
      "three": 682,
      "##ces": 683,
      "##self": 684,
      "system": 685,
      "off": 686,
      "##ric": 687,
      "underst": 688,
      "##ile": 689,
      "sch": 690,
      "ob": 691,
      "##nds": 692,
      "brain": 693,
      "col": 694,
      "own": 695,
      "##ating": 696,
      "##red": 697,
      "##illion": 698,
      "dec": 699,
      "stud": 700,
      "change": 701,
      "long": 702,
      "##ition": 703,
      "##oc": 704,
      "##ious": 705,
      "##ize": 706,
      "##be": 707,
      "quest": 708,
      "again": 709,
      "ear": 710,
      "##fore": 711,
      "dr": 712,
      "##thing": 713,
      "exper": 714,
      "made": 715,
      "try": 716,
      "build": 717,
      "person": 718,
      "hel": 719,
      "inv": 720,
      "ins": 721,
      "##con": 722,
      "jo": 723,
      "##ology": 724,
      "imag": 725,
      "bel": 726,
      "exam": 727,
      "sci": 728,
      "##te": 729,
      "gu": 730,
      "fl": 731,
      "op": 732,
      "wom": 733,
      "rel": 734,
      "feel": 735,
      "doing": 736,
      "should": 737,
      "##ically": 738,
      "##oss": 739,
      "rep": 740,
      "##ope": 741,
      "##ities": 742,
      "trans": 743,
      "understand": 744,
      "turn": 745,
      "pol": 746,
      "##ress": 747,
      "cour": 748,
      "old": 749,
      "help": 750,
      "gra": 751,
      "import": 752,
      "ask": 753,
      "##ail": 754,
      "bas": 755,
      "tog": 756,
      "##ates": 757,
      "##atter": 758,
      "started": 759,
      "together": 760,
      "##body": 761,
      "still": 762,
      "him": 763,
      "##ty": 764,
      "mean": 765,
      "cons": 766,
      "##we": 767,
      "another": 768,
      "ke": 769,
      "each": 770,
      "might": 771,
      "cr": 772,
      "high": 773,
      "last": 774,
      "school": 775,
      "##ft": 776,
      "##als": 777,
      "##ction": 778,
      "better": 779,
      "##kes": 780,
      "##av": 781,
      "its": 782,
      "before": 783,
      "story": 784,
      "important": 785,
      "power": 786,
      "fam": 787,
      "never": 788,
      "idea": 789,
      "end": 790,
      "##ily": 791,
      "fu": 792,
      "found": 793,
      "##ise": 794,
      "bo": 795,
      "##ness": 796,
      "creat": 797,
      "##ied": 798,
      "point": 799,
      "##ian": 800,
      "few": 801,
      "##ms": 802,
      "interest": 803,
      "##ars": 804,
      "num": 805,
      "##ather": 806,
      "commun": 807,
      "bit": 808,
      "course": 809,
      "##ub": 810,
      "##pe": 811,
      "##lic": 812,
      "##ility": 813,
      "give": 814,
      "med": 815,
      "##ular": 816,
      "belie": 817,
      "##read": 818,
      "example": 819,
      "thought": 820,
      "went": 821,
      "##alth": 822,
      "##ution": 823,
      "##ists": 824,
      "sol": 825,
      "##atch": 826,
      "##ning": 827,
      "eng": 828,
      "##ert": 829,
      "able": 830,
      "20": 831,
      "comple": 832,
      "beg": 833,
      "sl": 834,
      "next": 835,
      "000": 836,
      "##erg": 837,
      "kid": 838,
      "##ork": 839,
      "teach": 840,
      "dat": 841,
      "art": 842,
      "ter": 843,
      "place": 844,
      "mus": 845,
      "##ough": 846,
      "met": 847,
      "##velop": 848,
      "used": 849,
      "##cy": 850,
      "mod": 851,
      "cent": 852,
      "##ways": 853,
      "##duc": 854,
      "eff": 855,
      "mom": 856,
      "develop": 857,
      "mon": 858,
      "ago": 859,
      "word": 860,
      "hu": 861,
      "##cept": 862,
      "read": 863,
      "fo": 864,
      "ext": 865,
      "data": 866,
      "maybe": 867,
      "care": 868,
      "fin": 869,
      "19": 870,
      "cell": 871,
      "##ween": 872,
      "between": 873,
      "##ix": 874,
      "seco": 875,
      "att": 876,
      "##ized": 877,
      "question": 878,
      "##ited": 879,
      "nat": 880,
      "##conom": 881,
      "hand": 882,
      "came": 883,
      "partic": 884,
      "##ience": 885,
      "grow": 886,
      "small": 887,
      "##ave": 888,
      "inform": 889,
      "##az": 890,
      "chang": 891,
      "##eric": 892,
      "beh": 893,
      "cre": 894,
      "water": 895,
      "econom": 896,
      "health": 897,
      "technology": 898,
      "##oth": 899,
      "10": 900,
      "far": 901,
      "rec": 902,
      "resp": 903,
      "##ures": 904,
      "play": 905,
      "children": 906,
      "frie": 907,
      "love": 908,
      "wo": 909,
      "##ines": 910,
      "women": 911,
      "ok": 912,
      "live": 913,
      "always": 914,
      "ser": 915,
      "##ost": 916,
      "##iss": 917,
      "less": 918,
      "str": 919,
      "design": 920,
      "##ward": 921,
      "americ": 922,
      "min": 923,
      "univer": 924,
      "##ross": 925,
      "##ific": 926,
      "##nect": 927,
      "##ets": 928,
      "##ments": 929,
      "social": 930,
      "##ute": 931,
      "pass": 932,
      "hard": 933,
      "lar": 934,
      "everything": 935,
      "##ings": 936,
      "four": 937,
      "##ense": 938,
      "reas": 939,
      "prot": 940,
      "second": 941,
      "comput": 942,
      "means": 943,
      "looking": 944,
      "plan": 945,
      "information": 946,
      "##ism": 947,
      "home": 948,
      "produ": 949,
      "##ands": 950,
      "away": 951,
      "##ger": 952,
      "light": 953,
      "cle": 954,
      "done": 955,
      "project": 956,
      "vis": 957,
      "##ruct": 958,
      "fut": 959,
      "glo": 960,
      "move": 961,
      "space": 962,
      "##selves": 963,
      "gener": 964,
      "wanted": 965,
      "country": 966,
      "el": 967,
      "cap": 968,
      "poss": 969,
      "bi": 970,
      "##ks": 971,
      "pat": 972,
      "compan": 973,
      "expl": 974,
      "future": 975,
      "##per": 976,
      "##ural": 977,
      "believe": 978,
      "number": 979,
      "million": 980,
      "##ative": 981,
      "##ital": 982,
      "using": 983,
      "##ced": 984,
      "##aw": 985,
      "sort": 986,
      "connect": 987,
      "ent": 988,
      "pres": 989,
      "giv": 990,
      "vide": 991,
      "##ale": 992,
      "acc": 993,
      "music": 994,
      "##gest": 995,
      "##ract": 996,
      "##air": 997,
      "##ew": 998,
      "phys": 999
    }
  }
}