{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Digits",
        "individual_digits": false
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[START]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[END]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[END]": {
        "id": "[END]",
        "ids": [
          1
        ],
        "tokens": [
          "[END]"
        ]
      },
      "[START]": {
        "id": "[START]",
        "ids": [
          0
        ],
        "tokens": [
          "[START]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[START]": 0,
      "[END]": 1,
      "[UNK]": 2,
      "[SEP]": 3,
      "[PAD]": 4,
      "[MASK]": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "": 100,
      "": 101,
      "": 102,
      "¡": 103,
      "©": 104,
      "ª": 105,
      "«": 106,
      "°": 107,
      "²": 108,
      "´": 109,
      "º": 110,
      "»": 111,
      "½": 112,
      "¾": 113,
      "¿": 114,
      "̀": 115,
      "́": 116,
      "̂": 117,
      "̃": 118,
      "̄": 119,
      "̈": 120,
      "̋": 121,
      "̧": 122,
      "ย": 123,
      "ร": 124,
      "อ": 125,
      "่": 126,
      "​": 127,
      "–": 128,
      "—": 129,
      "‘": 130,
      "’": 131,
      "“": 132,
      "”": 133,
      "…": 134,
      "€": 135,
      "™": 136,
      "♪": 137,
      "♫": 138,
      "##i": 139,
      "##m": 140,
      "##u": 141,
      "##l": 142,
      "##a": 143,
      "##n": 144,
      "##x": 145,
      "##p": 146,
      "##e": 147,
      "##r": 148,
      "##t": 149,
      "##d": 150,
      "##o": 151,
      "##s": 152,
      "##́": 153,
      "##k": 154,
      "##w": 155,
      "##c": 156,
      "##h": 157,
      "##b": 158,
      "##̧": 159,
      "##j": 160,
      "##f": 161,
      "##v": 162,
      "##̃": 163,
      "##g": 164,
      "##z": 165,
      "##q": 166,
      "##̂": 167,
      "##y": 168,
      "##4": 169,
      "##2": 170,
      "##8": 171,
      "##1": 172,
      "##0": 173,
      "##ร": 174,
      "##่": 175,
      "##อ": 176,
      "##ย": 177,
      "##9": 178,
      "##5": 179,
      "##7": 180,
      "##3": 181,
      "##̈": 182,
      "##6": 183,
      "##̀": 184,
      "##♫": 185,
      "##̋": 186,
      "##º": 187,
      "##©": 188,
      "##̄": 189,
      "##os": 190,
      "##ra": 191,
      "##es": 192,
      "##nt": 193,
      "##er": 194,
      "##as": 195,
      "qu": 196,
      "de": 197,
      "co": 198,
      "##ar": 199,
      "que": 200,
      "##st": 201,
      "##em": 202,
      "##or": 203,
      "##̃o": 204,
      "##ão": 205,
      "##ad": 206,
      "##is": 207,
      "##ent": 208,
      "##am": 209,
      "##en": 210,
      "##al": 211,
      "##ic": 212,
      "um": 213,
      "##ia": 214,
      "com": 215,
      "est": 216,
      "##ro": 217,
      "##in": 218,
      "é": 219,
      "se": 220,
      "##á": 221,
      "##an": 222,
      "##do": 223,
      "##it": 224,
      "##re": 225,
      "##ara": 226,
      "##ç": 227,
      "##í": 228,
      "##el": 229,
      "##id": 230,
      "no": 231,
      "##so": 232,
      "##qu": 233,
      "##im": 234,
      "po": 235,
      "para": 236,
      "##io": 237,
      "##ente": 238,
      "##ec": 239,
      "do": 240,
      "##é": 241,
      "as": 242,
      "por": 243,
      "uma": 244,
      "mu": 245,
      "##gu": 246,
      "em": 247,
      "os": 248,
      "não": 249,
      "##de": 250,
      "es": 251,
      "ma": 252,
      "so": 253,
      "##iv": 254,
      "##il": 255,
      "##ta": 256,
      "con": 257,
      "##co": 258,
      "da": 259,
      "me": 260,
      "##emos": 261,
      "##to": 262,
      "pro": 263,
      "nos": 264,
      "al": 265,
      "##ma": 266,
      "##ei": 267,
      "##ha": 268,
      "in": 269,
      "##amos": 270,
      "##ist": 271,
      "##ção": 272,
      "na": 273,
      "fa": 274,
      "ou": 275,
      "des": 276,
      "##po": 277,
      "##ade": 278,
      "##ir": 279,
      "re": 280,
      "##ig": 281,
      "como": 282,
      "##ado": 283,
      "el": 284,
      "en": 285,
      "to": 286,
      "##ê": 287,
      "##ito": 288,
      "##ul": 289,
      "##ica": 290,
      "##un": 291,
      "mas": 292,
      "ap": 293,
      "ex": 294,
      "##te": 295,
      "##iz": 296,
      "##se": 297,
      "un": 298,
      "eu": 299,
      "##us": 300,
      "##lo": 301,
      "##ab": 302,
      "per": 303,
      "pod": 304,
      "##́n": 305,
      "su": 306,
      "mais": 307,
      "##go": 308,
      "##da": 309,
      "##ho": 310,
      "##mos": 311,
      "fo": 312,
      "an": 313,
      "##ando": 314,
      "ent": 315,
      "##ada": 316,
      "mo": 317,
      "##nte": 318,
      "##idade": 319,
      "##sa": 320,
      "##ri": 321,
      "tra": 322,
      "##ci": 323,
      "##tra": 324,
      "##cio": 325,
      "##um": 326,
      "##́s": 327,
      "##̃es": 328,
      "##va": 329,
      "##esso": 330,
      "esta": 331,
      "ser": 332,
      "##ura": 333,
      "##era": 334,
      "##ou": 335,
      "faz": 336,
      "par": 337,
      "##ento": 338,
      "##if": 339,
      "##sto": 340,
      "##mo": 341,
      "##res": 342,
      "ac": 343,
      "##cia": 344,
      "##mente": 345,
      "##que": 346,
      "ver": 347,
      "isto": 348,
      "##ol": 349,
      "##ens": 350,
      "##ez": 351,
      "ch": 352,
      "is": 353,
      "##la": 354,
      "pesso": 355,
      "está": 356,
      "##nto": 357,
      "ter": 358,
      "##amente": 359,
      "muito": 360,
      "##ca": 361,
      "tem": 362,
      "##ria": 363,
      "isso": 364,
      "##dos": 365,
      "pre": 366,
      "comp": 367,
      "##ai": 368,
      "##ut": 369,
      "são": 370,
      "esp": 371,
      "##le": 372,
      "##ados": 373,
      "dos": 374,
      "##ida": 375,
      "##ros": 376,
      "for": 377,
      "##ico": 378,
      "ao": 379,
      "aqu": 380,
      "##ram": 381,
      "##ço": 382,
      "##ran": 383,
      "à": 384,
      "##inha": 385,
      "##ores": 386,
      "cont": 387,
      "mes": 388,
      "##ém": 389,
      "porque": 390,
      "pessoas": 391,
      "ca": 392,
      "##on": 393,
      "##vel": 394,
      "##bre": 395,
      "int": 396,
      "##ido": 397,
      "res": 398,
      "im": 399,
      "algu": 400,
      "##et": 401,
      "pr": 402,
      "##ndo": 403,
      "##ú": 404,
      "quando": 405,
      "fazer": 406,
      "foi": 407,
      "##end": 408,
      "este": 409,
      "pa": 410,
      "quer": 411,
      "##no": 412,
      "##ça": 413,
      "ob": 414,
      "##ve": 415,
      "##oc": 416,
      "sobre": 417,
      "há": 418,
      "cois": 419,
      "##ên": 420,
      "dis": 421,
      "at": 422,
      "anos": 423,
      "era": 424,
      "das": 425,
      "nós": 426,
      "##eira": 427,
      "##ed": 428,
      "##cont": 429,
      "ho": 430,
      "##almente": 431,
      "tam": 432,
      "##pa": 433,
      "##ela": 434,
      "ele": 435,
      "##ver": 436,
      "então": 437,
      "##ns": 438,
      "ar": 439,
      "am": 440,
      "##lh": 441,
      "sab": 442,
      "sem": 443,
      "vos": 444,
      "##ais": 445,
      "##ce": 446,
      "todos": 447,
      "##bal": 448,
      "##est": 449,
      "##ó": 450,
      "vez": 451,
      "rec": 452,
      "non": 453,
      "temos": 454,
      "##entes": 455,
      "##tiv": 456,
      "fal": 457,
      "##ntes": 458,
      "##ix": 459,
      "imp": 460,
      "##ru": 461,
      "mundo": 462,
      "dif": 463,
      "á": 464,
      "ago": 465,
      "##cion": 466,
      "agora": 467,
      "##bl": 468,
      "##rar": 469,
      "##ias": 470,
      "pas": 471,
      "##ação": 472,
      "pens": 473,
      "##du": 474,
      "ten": 475,
      "segu": 476,
      "##ência": 477,
      "cer": 478,
      "##ções": 479,
      "pode": 480,
      "mil": 481,
      "eles": 482,
      "##pos": 483,
      "pe": 484,
      "on": 485,
      "diz": 486,
      "##gar": 487,
      "prim": 488,
      "##eiro": 489,
      "##ema": 490,
      "##ción": 491,
      "##cis": 492,
      "##enas": 493,
      "inter": 494,
      "##rá": 495,
      "trabal": 496,
      "ris": 497,
      "##ras": 498,
      "meu": 499,
      "mesmo": 500,
      "##ter": 501,
      "##ina": 502,
      "##iç": 503,
      "unha": 504,
      "##tos": 505,
      "exp": 506,
      "##00": 507,
      "le": 508,
      "ass": 509,
      "##for": 510,
      "ti": 511,
      "tamb": 512,
      "pos": 513,
      "ab": 514,
      "car": 515,
      "também": 516,
      "##cul": 517,
      "podemos": 518,
      "aqui": 519,
      "##tar": 520,
      "cor": 521,
      "##icos": 522,
      "forma": 523,
      "##rio": 524,
      "##das": 525,
      "##tura": 526,
      "estão": 527,
      "ra": 528,
      "minha": 529,
      "##ior": 530,
      "##ess": 531,
      "##iver": 532,
      "cas": 533,
      "tu": 534,
      "##lar": 535,
      "##imos": 536,
      "##les": 537,
      "má": 538,
      "##ita": 539,
      "##ece": 540,
      "fun": 541,
      "us": 542,
      "out": 543,
      "##itos": 544,
      "precis": 545,
      "##ía": 546,
      "##adas": 547,
      "bem": 548,
      "onde": 549,
      "##segu": 550,
      "fac": 551,
      "outra": 552,
      "vida": 553,
      "##har": 554,
      "##elo": 555,
      "só": 556,
      "poder": 557,
      "##ades": 558,
      "##ud": 559,
      "tempo": 560,
      "##mas": 561,
      "podem": 562,
      "mel": 563,
      "part": 564,
      "sa": 565,
      "sim": 566,
      "##ios": 567,
      "##pois": 568,
      "##êm": 569,
      "come": 570,
      "esc": 571,
      "bo": 572,
      "##ib": 573,
      "##av": 574,
      "##pre": 575,
      "##dade": 576,
      "##ís": 577,
      "##tas": 578,
      "##gem": 579,
      "qual": 580,
      "gran": 581,
      "cham": 582,
      "lu": 583,
      "##aram": 584,
      "coisas": 585,
      "voc": 586,
      "nes": 587,
      "dia": 588,
      "##inh": 589,
      "##imento": 590,
      "lo": 591,
      "##rig": 592,
      "difer": 593,
      "##ur": 594,
      "##anto": 595,
      "consegu": 596,
      "##uma": 597,
      "você": 598,
      "##sas": 599,
      "apenas": 600,
      "nas": 601,
      "cam": 602,
      "##vol": 603,
      "apla": 604,
      "##ín": 605,
      "##je": 606,
      "acont": 607,
      "##entos": 608,
      "seu": 609,
      "sent": 610,
      "##ível": 611,
      "##iam": 612,
      "##orn": 613,
      "##icas": 614,
      "algo": 615,
      "hum": 616,
      "depois": 617,
      "hist": 618,
      "ima": 619,
      "##gia": 620,
      "##me": 621,
      "cons": 622,
      "##usos": 623,
      "têm": 624,
      "##entar": 625,
      "##sos": 626,
      "men": 627,
      "aplausos": 628,
      "man": 629,
      "ne": 630,
      "sua": 631,
      "esco": 632,
      "cria": 633,
      "ad": 634,
      "estamos": 635,
      "risos": 636,
      "##aix": 637,
      "até": 638,
      "pou": 639,
      "##amento": 640,
      "todo": 641,
      "vol": 642,
      "##ga": 643,
      "##ças": 644,
      "##ecer": 645,
      "probl": 646,
      "tal": 647,
      "human": 648,
      "assim": 649,
      "ide": 650,
      "impor": 651,
      "cada": 652,
      "##ista": 653,
      "nov": 654,
      "##̂n": 655,
      "##lu": 656,
      "nun": 657,
      "cé": 658,
      "##quer": 659,
      "med": 660,
      "##tante": 661,
      "tudo": 662,
      "estava": 663,
      "bas": 664,
      "##eb": 665,
      "num": 666,
      "entre": 667,
      "vocês": 668,
      "##ac": 669,
      "começ": 670,
      "estas": 671,
      "##itas": 672,
      "coisa": 673,
      "##uro": 674,
      "##icar": 675,
      "pal": 676,
      "##idos": 677,
      "tinha": 678,
      "##at": 679,
      "nossa": 680,
      "ela": 681,
      "di": 682,
      "máis": 683,
      "mar": 684,
      "##ion": 685,
      "maior": 686,
      "che": 687,
      "dizer": 688,
      "##ign": 689,
      "##he": 690,
      "##ámos": 691,
      "##pres": 692,
      "##gra": 693,
      "pequ": 694,
      "##ít": 695,
      "pró": 696,
      "##és": 697,
      "##idades": 698,
      "te": 699,
      "já": 700,
      "##par": 701,
      "encont": 702,
      "exist": 703,
      "torn": 704,
      "histó": 705,
      "inc": 706,
      "parte": 707,
      "numa": 708,
      "##ant": 709,
      "atra": 710,
      "mor": 711,
      "melh": 712,
      "disse": 713,
      "estes": 714,
      "##igo": 715,
      "const": 716,
      "aos": 717,
      "min": 718,
      "real": 719,
      "##des": 720,
      "##emp": 721,
      "tec": 722,
      "son": 723,
      "trans": 724,
      "##car": 725,
      "olh": 726,
      "##ira": 727,
      "obrig": 728,
      "falar": 729,
      "##inda": 730,
      "fil": 731,
      "cu": 732,
      "##én": 733,
      "##ial": 734,
      "##ero": 735,
      "gra": 736,
      "##gunt": 737,
      "nosso": 738,
      "deix": 739,
      "ir": 740,
      "##eito": 741,
      "##ender": 742,
      "pen": 743,
      "apr": 744,
      "##ição": 745,
      "ainda": 746,
      "mos": 747,
      "pass": 748,
      "pero": 749,
      "##za": 750,
      "todas": 751,
      "##ele": 752,
      "##eno": 753,
      "##veis": 754,
      "sist": 755,
      "##itu": 756,
      "porta": 757,
      "grande": 758,
      "##dar": 759,
      "realmente": 760,
      "inv": 761,
      "##tu": 762,
      "ci": 763,
      "proc": 764,
      "##ador": 765,
      "dura": 766,
      "desen": 767,
      "##rios": 768,
      "vo": 769,
      "vamos": 770,
      "exemp": 771,
      "tipo": 772,
      "##ber": 773,
      "vou": 774,
      "##vam": 775,
      "##rias": 776,
      "verdade": 777,
      "##ima": 778,
      "##idas": 779,
      "##las": 780,
      "##lher": 781,
      "##fer": 782,
      "hoje": 783,
      "desco": 784,
      "##ões": 785,
      "##ja": 786,
      "tão": 787,
      "funcion": 788,
      "pres": 789,
      "país": 790,
      "pelo": 791,
      "ve": 792,
      "##lt": 793,
      "##ifica": 794,
      "sal": 795,
      "##ingu": 796,
      "seus": 797,
      "##cias": 798,
      "vai": 799,
      "##bro": 800,
      "quero": 801,
      "poss": 802,
      "pouco": 803,
      "##forma": 804,
      "simp": 805,
      "##adores": 806,
      "##át": 807,
      "prof": 808,
      "cri": 809,
      "##itar": 810,
      "af": 811,
      "##nolo": 812,
      "outros": 813,
      "##por": 814,
      "estar": 815,
      "ju": 816,
      "viv": 817,
      "##̂s": 818,
      "tre": 819,
      "##bo": 820,
      "##hos": 821,
      "sempre": 822,
      "##íamos": 823,
      "pensar": 824,
      "dev": 825,
      "portanto": 826,
      "pela": 827,
      "##br": 828,
      "av": 829,
      "problema": 830,
      "sign": 831,
      "##na": 832,
      "##tes": 833,
      "pol": 834,
      "dire": 835,
      "##der": 836,
      "toda": 837,
      "durante": 838,
      "imag": 839,
      "tecnolo": 840,
      "fin": 841,
      "estou": 842,
      "fiz": 843,
      "ano": 844,
      "vezes": 845,
      "mé": 846,
      "tiv": 847,
      "##hec": 848,
      "comun": 849,
      "melhor": 850,
      "du": 851,
      "primeiro": 852,
      "pergunt": 853,
      "nunca": 854,
      "exemplo": 855,
      "##tamente": 856,
      "or": 857,
      "##ici": 858,
      "lon": 859,
      "##emente": 860,
      "qualquer": 861,
      "##ite": 862,
      "##iu": 863,
      "##lan": 864,
      "##cil": 865,
      "##inar": 866,
      "soci": 867,
      "mulher": 868,
      "lá": 869,
      "menos": 870,
      "##nos": 871,
      "inf": 872,
      "ú": 873,
      "constru": 874,
      "trabalho": 875,
      "espec": 876,
      "acontece": 877,
      "exper": 878,
      "sistema": 879,
      "história": 880,
      "cal": 881,
      "dois": 882,
      "dar": 883,
      "jo": 884,
      "##gan": 885,
      "##imo": 886,
      "aj": 887,
      "##istas": 888,
      "outro": 889,
      "conf": 890,
      "##eram": 891,
      "ro": 892,
      "mostra": 893,
      "##endo": 894,
      "##red": 895,
      "tenho": 896,
      "vis": 897,
      "alguns": 898,
      "go": 899,
      "rela": 900,
      "au": 901,
      "cl": 902,
      "##ión": 903,
      "ind": 904,
      "##per": 905,
      "importante": 906,
      "##iar": 907,
      "eco": 908,
      "gu": 909,
      "si": 910,
      "primeira": 911,
      "##xe": 912,
      "##hões": 913,
      "inst": 914,
      "crian": 915,
      "lugar": 916,
      "##vez": 917,
      "mom": 918,
      "comple": 919,
      "##duz": 920,
      "talvez": 921,
      "neste": 922,
      "##pon": 923,
      "às": 924,
      "##cos": 925,
      "antes": 926,
      "ideia": 927,
      "can": 928,
      "##icamente": 929,
      "##úm": 930,
      "##ável": 931,
      "muitas": 932,
      "nor": 933,
      "##var": 934,
      "##enta": 935,
      "fam": 936,
      "##pe": 937,
      "milhões": 938,
      "la": 939,
      "cent": 940,
      "nossos": 941,
      "hai": 942,
      "esse": 943,
      "outras": 944,
      "simples": 945,
      "cr": 946,
      "##são": 947,
      "informa": 948,
      "hom": 949,
      "ant": 950,
      "##inu": 951,
      "gos": 952,
      "mal": 953,
      "##ilo": 954,
      "essa": 955,
      "perm": 956,
      "perce": 957,
      "significa": 958,
      "ó": 959,
      "muitos": 960,
      "obrigado": 961,
      "##emas": 962,
      "##̃a": 963,
      "quem": 964,
      "lado": 965,
      "mim": 966,
      "##ase": 967,
      "usar": 968,
      "dist": 969,
      "sub": 970,
      "casa": 971,
      "univer": 972,
      "estu": 973,
      "capa": 974,
      "três": 975,
      "sou": 976,
      "próp": 977,
      "desenvol": 978,
      "núm": 979,
      "rep": 980,
      "##tal": 981,
      "##til": 982,
      "diferentes": 983,
      "últ": 984,
      "##fr": 985,
      "##ário": 986,
      "##ntos": 987,
      "méd": 988,
      "pu": 989,
      "momento": 990,
      "##ino": 991,
      "nova": 992,
      "bom": 993,
      "palav": 994,
      "así": 995,
      "espa": 996,
      "precisamos": 997,
      "duas": 998,
      "##pera": 999
    }
  }
}