{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Digits",
        "individual_digits": false
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[START]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[END]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[END]": {
        "id": "[END]",
        "ids": [
          1
        ],
        "tokens": [
          "[END]"
        ]
      },
      "[START]": {
        "id": "[START]",
        "ids": [
          0
        ],
        "tokens": [
          "[START]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[START]": 0,
      "[END]": 1,
      "[UNK]": 2,
      "[SEP]": 3,
      "[PAD]": 4,
      "[MASK]": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "¡": 100,
      "©": 101,
      "º": 102,
      "¿": 103,
      "̀": 104,
      "́": 105,
      "̃": 106,
      "̈": 107,
      "̧": 108,
      "–": 109,
      "—": 110,
      "‘": 111,
      "’": 112,
      "“": 113,
      "”": 114,
      "…": 115,
      "™": 116,
      "♪": 117,
      "♫": 118,
      "##p": 119,
      "##r": 120,
      "##o": 121,
      "##b": 122,
      "##u": 123,
      "##a": 124,
      "##l": 125,
      "##s": 126,
      "##e": 127,
      "##c": 128,
      "##t": 129,
      "##q": 130,
      "##i": 131,
      "##́": 132,
      "##v": 133,
      "##n": 134,
      "##d": 135,
      "##m": 136,
      "##g": 137,
      "##x": 138,
      "##̃": 139,
      "##h": 140,
      "##y": 141,
      "##z": 142,
      "##2": 143,
      "##5": 144,
      "##f": 145,
      "##1": 146,
      "##0": 147,
      "##8": 148,
      "##j": 149,
      "##w": 150,
      "##k": 151,
      "##9": 152,
      "##6": 153,
      "##7": 154,
      "##4": 155,
      "##3": 156,
      "##º": 157,
      "##̈": 158,
      "##̧": 159,
      "##©": 160,
      "##̀": 161,
      "##os": 162,
      "##en": 163,
      "##ra": 164,
      "##es": 165,
      "##er": 166,
      "##ue": 167,
      "##ta": 168,
      "##on": 169,
      "que": 170,
      "##as": 171,
      "de": 172,
      "##́n": 173,
      "##ci": 174,
      "##or": 175,
      "##an": 176,
      "##te": 177,
      "##ar": 178,
      "es": 179,
      "##is": 180,
      "##do": 181,
      "##to": 182,
      "un": 183,
      "##í": 184,
      "co": 185,
      "##da": 186,
      "##al": 187,
      "##de": 188,
      "##in": 189,
      "##mos": 190,
      "##ro": 191,
      "##ic": 192,
      "se": 193,
      "##ón": 194,
      "##re": 195,
      "##un": 196,
      "en": 197,
      "é": 198,
      "##ha": 199,
      "po": 200,
      "com": 201,
      "esta": 202,
      "con": 203,
      "##ti": 204,
      "##men": 205,
      "##ara": 206,
      "##á": 207,
      "non": 208,
      "##le": 209,
      "##ción": 210,
      "##us": 211,
      "as": 212,
      "in": 213,
      "do": 214,
      "##la": 215,
      "##ma": 216,
      "##lo": 217,
      "no": 218,
      "per": 219,
      "unha": 220,
      "re": 221,
      "os": 222,
      "##me": 223,
      "me": 224,
      "mo": 225,
      "##ai": 226,
      "para": 227,
      "por": 228,
      "##mp": 229,
      "##ri": 230,
      "da": 231,
      "##ida": 232,
      "##ía": 233,
      "di": 234,
      "so": 235,
      "##ica": 236,
      "pro": 237,
      "##ec": 238,
      "ca": 239,
      "##ac": 240,
      "to": 241,
      "##ú": 242,
      "ou": 243,
      "an": 244,
      "##tes": 245,
      "##ll": 246,
      "##ab": 247,
      "##tos": 248,
      "al": 249,
      "##go": 250,
      "des": 251,
      "##di": 252,
      "má": 253,
      "te": 254,
      "##mente": 255,
      "na": 256,
      "##tra": 257,
      "nos": 258,
      "##dos": 259,
      "##so": 260,
      "máis": 261,
      "##ei": 262,
      "##gu": 263,
      "##ando": 264,
      "##des": 265,
      "##ran": 266,
      "moi": 267,
      "##́s": 268,
      "##ente": 269,
      "##xe": 270,
      "##tu": 271,
      "como": 272,
      "##ia": 273,
      "pero": 274,
      "##ul": 275,
      "##mo": 276,
      "##que": 277,
      "ten": 278,
      "##za": 279,
      "##co": 280,
      "##iñ": 281,
      "##qu": 282,
      "##ter": 283,
      "##tan": 284,
      "##tas": 285,
      "son": 286,
      "fac": 287,
      "##bi": 288,
      "##cia": 289,
      "qu": 290,
      "##vo": 291,
      "##res": 292,
      "##ve": 293,
      "ap": 294,
      "tra": 295,
      "ex": 296,
      "##tro": 297,
      "##ca": 298,
      "##idade": 299,
      "##tar": 300,
      "##se": 301,
      "ve": 302,
      "á": 303,
      "##ga": 304,
      "pre": 305,
      "fo": 306,
      "is": 307,
      "##les": 308,
      "hai": 309,
      "par": 310,
      "##der": 311,
      "##ten": 312,
      "ser": 313,
      "##ico": 314,
      "##mento": 315,
      "isto": 316,
      "dos": 317,
      "ac": 318,
      "pode": 319,
      "##ira": 320,
      "si": 321,
      "##mi": 322,
      "así": 323,
      "##tor": 324,
      "##li": 325,
      "##po": 326,
      "ver": 327,
      "##va": 328,
      "cando": 329,
      "sen": 330,
      "##xo": 331,
      "##ros": 332,
      "##das": 333,
      "##den": 334,
      "##pe": 335,
      "vi": 336,
      "##ba": 337,
      "ao": 338,
      "pe": 339,
      "su": 340,
      "comp": 341,
      "está": 342,
      "##iña": 343,
      "##undo": 344,
      "##unha": 345,
      "##ce": 346,
      "##cu": 347,
      "res": 348,
      "##vi": 349,
      "##ver": 350,
      "ch": 351,
      "##dade": 352,
      "ma": 353,
      "sú": 354,
      "pen": 355,
      "pa": 356,
      "mes": 357,
      "xente": 358,
      "eu": 359,
      "vo": 360,
      "##bre": 361,
      "for": 362,
      "facer": 363,
      "##du": 364,
      "ta": 365,
      "este": 366,
      "cre": 367,
      "##ble": 368,
      "##sa": 369,
      "##io": 370,
      "mi": 371,
      "porque": 372,
      "fi": 373,
      "##dor": 374,
      "ti": 375,
      "anos": 376,
      "##pa": 377,
      "todo": 378,
      "imp": 379,
      "##cións": 380,
      "teñ": 381,
      "mundo": 382,
      "##man": 383,
      "##ión": 384,
      "ter": 385,
      "##ron": 386,
      "le": 387,
      "##cion": 388,
      "ben": 389,
      "ris": 390,
      "##fer": 391,
      "iso": 392,
      "##icos": 393,
      "##lle": 394,
      "##ina": 395,
      "##ase": 396,
      "cous": 397,
      "##ere": 398,
      "##gar": 399,
      "##ren": 400,
      "só": 401,
      "au": 402,
      "sab": 403,
      "sobre": 404,
      "man": 405,
      "perso": 406,
      "das": 407,
      "##bal": 408,
      "dis": 409,
      "##ras": 410,
      "##pos": 411,
      "##vos": 412,
      "ar": 413,
      "gra": 414,
      "ago": 415,
      "ne": 416,
      "##ou": 417,
      "##mén": 418,
      "pri": 419,
      "##tre": 420,
      "agora": 421,
      "##é": 422,
      "##xa": 423,
      "##mas": 424,
      "tamén": 425,
      "real": 426,
      "##ita": 427,
      "can": 428,
      "##entes": 429,
      "##00": 430,
      "##ru": 431,
      "ra": 432,
      "súa": 433,
      "fal": 434,
      "ho": 435,
      "era": 436,
      "##encia": 437,
      "##be": 438,
      "pas": 439,
      "cha": 440,
      "men": 441,
      "cal": 442,
      "fa": 443,
      "##lar": 444,
      "cons": 445,
      "##mpo": 446,
      "lu": 447,
      "##ber": 448,
      "##gun": 449,
      "nun": 450,
      "cam": 451,
      "##lu": 452,
      "foi": 453,
      "##ís": 454,
      "todos": 455,
      "##las": 456,
      "##zas": 457,
      "on": 458,
      "##eito": 459,
      "bo": 460,
      "dici": 461,
      "##ín": 462,
      "temos": 463,
      "##no": 464,
      "segu": 465,
      "outra": 466,
      "##quí": 467,
      "cousas": 468,
      "poder": 469,
      "algo": 470,
      "ob": 471,
      "seu": 472,
      "come": 473,
      "tan": 474,
      "están": 475,
      "li": 476,
      "##gue": 477,
      "tempo": 478,
      "##emos": 479,
      "quer": 480,
      "trabal": 481,
      "prime": 482,
      "##tón": 483,
      "gran": 484,
      "##xi": 485,
      "nes": 486,
      "espe": 487,
      "cor": 488,
      "vida": 489,
      "##ante": 490,
      "risas": 491,
      "cu": 492,
      "hu": 493,
      "inc": 494,
      "medi": 495,
      "onde": 496,
      "##per": 497,
      "lo": 498,
      "miña": 499,
      "##bo": 500,
      "##xen": 501,
      "##for": 502,
      "podemos": 503,
      "aquí": 504,
      "##los": 505,
      "##ven": 506,
      "mor": 507,
      "##iro": 508,
      "xa": 509,
      "inter": 510,
      "apla": 511,
      "##tica": 512,
      "##tante": 513,
      "teñen": 514,
      "car": 515,
      "fun": 516,
      "meu": 517,
      "ó": 518,
      "##fica": 519,
      "polo": 520,
      "##gún": 521,
      "cada": 522,
      "dun": 523,
      "##bro": 524,
      "##óns": 525,
      "aplaus": 526,
      "##tal": 527,
      "##fi": 528,
      "##rar": 529,
      "cere": 530,
      "##icas": 531,
      "vez": 532,
      "nin": 533,
      "##iste": 534,
      "##eces": 535,
      "mar": 536,
      "##cial": 537,
      "##tura": 538,
      "emp": 539,
      "##gra": 540,
      "nós": 541,
      "mesmo": 542,
      "pens": 543,
      "##tros": 544,
      "impor": 545,
      "##tin": 546,
      "entón": 547,
      "##nos": 548,
      "coma": 549,
      "##ias": 550,
      "forma": 551,
      "human": 552,
      "ata": 553,
      "vos": 554,
      "##ado": 555,
      "##llo": 556,
      "che": 557,
      "dicir": 558,
      "aos": 559,
      "cen": 560,
      "sa": 561,
      "##ch": 562,
      "estaba": 563,
      "ab": 564,
      "##era": 565,
      "##con": 566,
      "aplausos": 567,
      "du": 568,
      "esco": 569,
      "persoas": 570,
      "moito": 571,
      "##gos": 572,
      "his": 573,
      "xen": 574,
      "##tou": 575,
      "coa": 576,
      "min": 577,
      "nosa": 578,
      "mu": 579,
      "poden": 580,
      "ci": 581,
      "##na": 582,
      "##zo": 583,
      "##fec": 584,
      "entre": 585,
      "ima": 586,
      "cambi": 587,
      "histor": 588,
      "cas": 589,
      "den": 590,
      "ato": 591,
      "fin": 592,
      "##dar": 593,
      "##llos": 594,
      "pregun": 595,
      "uni": 596,
      "##ces": 597,
      "estas": 598,
      "cos": 599,
      "##lan": 600,
      "##xía": 601,
      "mill": 602,
      "nen": 603,
      "esc": 604,
      "difer": 605,
      "##lles": 606,
      "ide": 607,
      "vis": 608,
      "##idades": 609,
      "nas": 610,
      "##ves": 611,
      "mell": 612,
      "mellor": 613,
      "##ulas": 614,
      "proble": 615,
      "grazas": 616,
      "lugar": 617,
      "día": 618,
      "go": 619,
      "parte": 620,
      "esa": 621,
      "estamos": 622,
      "##par": 623,
      "##tico": 624,
      "aín": 625,
      "pres": 626,
      "##qui": 627,
      "aínda": 628,
      "##mon": 629,
      "##xec": 630,
      "##mentos": 631,
      "noso": 632,
      "##pois": 633,
      "##ías": 634,
      "estes": 635,
      "despois": 636,
      "ax": 637,
      "mai": 638,
      "##ingu": 639,
      "##tivo": 640,
      "ins": 641,
      "dunha": 642,
      "##zar": 643,
      "pou": 644,
      "desen": 645,
      "nunha": 646,
      "##ó": 647,
      "##gan": 648,
      "##tiva": 649,
      "vol": 650,
      "vai": 651,
      "##ían": 652,
      "dous": 653,
      "preci": 654,
      "cerebro": 655,
      "siste": 656,
      "pos": 657,
      "hab": 658,
      "us": 659,
      "tiña": 660,
      "maior": 661,
      "or": 662,
      "##iza": 663,
      "##má": 664,
      "##ller": 665,
      "##quen": 666,
      "cara": 667,
      "mal": 668,
      "##tí": 669,
      "##tru": 670,
      "##mar": 671,
      "##oñ": 672,
      "##dores": 673,
      "##rante": 674,
      "mais": 675,
      "##car": 676,
      "##rá": 677,
      "##pi": 678,
      "med": 679,
      "chama": 680,
      "pu": 681,
      "estu": 682,
      "millóns": 683,
      "##ece": 684,
      "durante": 685,
      "##min": 686,
      "dei": 687,
      "pequen": 688,
      "lingu": 689,
      "ad": 690,
      "feito": 691,
      "seus": 692,
      "prof": 693,
      "funcion": 694,
      "historia": 695,
      "##cor": 696,
      "##mer": 697,
      "##xes": 698,
      "ese": 699,
      "sin": 700,
      "##amos": 701,
      "##tiv": 702,
      "quen": 703,
      "pal": 704,
      "ven": 705,
      "algún": 706,
      "##ban": 707,
      "##ús": 708,
      "neu": 709,
      "##gn": 710,
      "hoxe": 711,
      "el": 712,
      "##guén": 713,
      "fai": 714,
      "mira": 715,
      "pola": 716,
      "importante": 717,
      "quero": 718,
      "##mb": 719,
      "##ás": 720,
      "##fici": 721,
      "xo": 722,
      "##quera": 723,
      "##vol": 724,
      "apren": 725,
      "##tri": 726,
      "coñ": 727,
      "cé": 728,
      "##̃a": 729,
      "comun": 730,
      "pouco": 731,
      "##ifica": 732,
      "outros": 733,
      "tran": 734,
      "##has": 735,
      "momento": 736,
      "produ": 737,
      "persoa": 738,
      "cer": 739,
      "##tir": 740,
      "ás": 741,
      "lle": 742,
      "xe": 743,
      "sistema": 744,
      "bai": 745,
      "lon": 746,
      "##lí": 747,
      "face": 748,
      "exp": 749,
      "##ais": 750,
      "##́r": 751,
      "estou": 752,
      "uns": 753,
      "##icar": 754,
      "##tivos": 755,
      "realmente": 756,
      "ro": 757,
      "##ticos": 758,
      "##ral": 759,
      "rela": 760,
      "moitos": 761,
      "dar": 762,
      "ir": 763,
      "##́a": 764,
      "##xer": 765,
      "##samos": 766,
      "falar": 767,
      "##ios": 768,
      "##endo": 769,
      "##rec": 770,
      "enten": 771,
      "auga": 772,
      "xeito": 773,
      "##cias": 774,
      "todas": 775,
      "primeiro": 776,
      "trans": 777,
      "##ticas": 778,
      "##aba": 779,
      "nada": 780,
      "tipo": 781,
      "nor": 782,
      "##ir": 783,
      "##tado": 784,
      "##úas": 785,
      "##vers": 786,
      "fu": 787,
      "##dan": 788,
      "prob": 789,
      "moitas": 790,
      "teño": 791,
      "primeira": 792,
      "##eci": 793,
      "##́l": 794,
      "seg": 795,
      "exper": 796,
      "simp": 797,
      "súas": 798,
      "cul": 799,
      "exe": 800,
      "tres": 801,
      "##lla": 802,
      "##loxía": 803,
      "outro": 804,
      "desenvol": 805,
      "mús": 806,
      "##tamente": 807,
      "##ores": 808,
      "contra": 809,
      "##mais": 810,
      "ano": 811,
      "##bri": 812,
      "##tis": 813,
      "##ano": 814,
      "enfer": 815,
      "##eira": 816,
      "mon": 817,
      "tec": 818,
      "##rin": 819,
      "menos": 820,
      "calquera": 821,
      "traballo": 822,
      "estar": 823,
      "mé": 824,
      "fami": 825,
      "muller": 826,
      "##ada": 827,
      "##vis": 828,
      "##erra": 829,
      "##úa": 830,
      "##ular": 831,
      "resp": 832,
      "país": 833,
      "realidade": 834,
      "veces": 835,
      "##mal": 836,
      "##unto": 837,
      "##tando": 838,
      "lingua": 839,
      "neces": 840,
      "##lica": 841,
      "##van": 842,
      "sexa": 843,
      "dixo": 844,
      "idea": 845,
      "##ris": 846,
      "##́f": 847,
      "##́ns": 848,
      "conta": 849,
      "inten": 850,
      "fixe": 851,
      "logo": 852,
      "tecno": 853,
      "la": 854,
      "##deo": 855,
      "##inar": 856,
      "##tido": 857,
      "##mpre": 858,
      "sign": 859,
      "palab": 860,
      "exemp": 861,
      "bas": 862,
      "cun": 863,
      "tes": 864,
      "##̃o": 865,
      "##cin": 866,
      "antes": 867,
      "obs": 868,
      "pregunta": 869,
      "op": 870,
      "##cen": 871,
      "##mes": 872,
      "imax": 873,
      "nenos": 874,
      "ele": 875,
      "ela": 876,
      "val": 877,
      "##gunha": 878,
      "conver": 879,
      "##use": 880,
      "din": 881,
      "eles": 882,
      "##́x": 883,
      "##vas": 884,
      "##able": 885,
      "experi": 886,
      "ce": 887,
      "##lulas": 888,
      "##var": 889,
      "##zón": 890,
      "verdade": 891,
      "sabemos": 892,
      "axu": 893,
      "fan": 894,
      "##lia": 895,
      "##cer": 896,
      "descu": 897,
      "dende": 898,
      "inte": 899,
      "prop": 900,
      "ani": 901,
      "creo": 902,
      "nunca": 903,
      "voste": 904,
      "problema": 905,
      "células": 906,
      "lles": 907,
      "sal": 908,
      "##cie": 909,
      "##cidade": 910,
      "vou": 911,
      "bac": 912,
      "##can": 913,
      "deci": 914,
      "infor": 915,
      "##tual": 916,
      "quere": 917,
      "significa": 918,
      "af": 919,
      "úl": 920,
      "##osa": 921,
      "esti": 922,
      "##isten": 923,
      "sempre": 924,
      "ens": 925,
      "últi": 926,
      "ún": 927,
      "##lus": 928,
      "##xar": 929,
      "inves": 930,
      "anti": 931,
      "##ións": 932,
      "medio": 933,
      "pra": 934,
      "plan": 935,
      "poñ": 936,
      "##ne": 937,
      "##iamos": 938,
      "interes": 939,
      "##ación": 940,
      "##el": 941,
      "##cas": 942,
      "##zos": 943,
      "##rán": 944,
      "esas": 945,
      "toda": 946,
      "alguén": 947,
      "##vés": 948,
      "simple": 949,
      "mer": 950,
      "##́c": 951,
      "def": 952,
      "conse": 953,
      "cousa": 954,
      "neste": 955,
      "final": 956,
      "##monos": 957,
      "posi": 958,
      "facelo": 959,
      "música": 960,
      "##tres": 961,
      "dé": 962,
      "datos": 963,
      "proxec": 964,
      "nosos": 965,
      "resul": 966,
      "##cional": 967,
      "algúns": 968,
      "gu": 969,
      "mos": 970,
      "ing": 971,
      "prote": 972,
      "##lares": 973,
      "##che": 974,
      "enferm": 975,
      "am": 976,
      "xun": 977,
      "##menta": 978,
      "##eiro": 979,
      "pensar": 980,
      "000": 981,
      "san": 982,
      "van": 983,
      "##gal": 984,
      "##mación": 985,
      "##dia": 986,
      "tanto": 987,
      "exemplo": 988,
      "cli": 989,
      "dúas": 990,
      "##il": 991,
      "esp": 992,
      "caus": 993,
      "comeza": 994,
      "##bles": 995,
      "##cos": 996,
      "##añ": 997,
      "comple": 998,
      "##cep": 999
    }
  }
}