{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Digits",
        "individual_digits": false
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[START]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[END]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[END]": {
        "id": "[END]",
        "ids": [
          2
        ],
        "tokens": [
          "[END]"
        ]
      },
      "[START]": {
        "id": "[START]",
        "ids": [
          1
        ],
        "tokens": [
          "[START]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[START]": 0,
      "[END]": 1,
      "[UNK]": 2,
      "[SEP]": 3,
      "[PAD]": 4,
      "[MASK]": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "##y": 100,
      "##e": 101,
      "##o": 102,
      "##m": 103,
      "##a": 104,
      "##l": 105,
      "##u": 106,
      "##n": 107,
      "##i": 108,
      "##d": 109,
      "##t": 110,
      "##h": 111,
      "##w": 112,
      "##k": 113,
      "##s": 114,
      "##b": 115,
      "##f": 116,
      "##r": 117,
      "##p": 118,
      "##v": 119,
      "##uh": 120,
      "##uhe": 121,
      "Mi": 122,
      "muhe": 123,
      "mi": 124,
      "##oy": 125,
      "##oya": 126,
      "##ta": 127,
      "##ye": 128,
      "Boya": 129,
      "Ye": 130,
      "Mo": 131,
      "##er": 132,
      "##eru": 133,
      "##si": 134,
      "##al": 135,
      "##nu": 136,
      "##ata": 137,
      "##ni": 138,
      "si": 139,
      "##om": 140,
      "##us": 141,
      "##ha": 142,
      "Mosi": 143,
      "##usha": 144,
      "Du": 145,
      "##pa": 146,
      "##omo": 147,
      "Muhe": 148,
      "##ad": 149,
      "Yeye": 150,
      "##ada": 151,
      "Lata": 152,
      "beru": 153,
      "##el": 154,
      "##ka": 155,
      "##alo": 156,
      "##eli": 157,
      "##unu": 158,
      "##ini": 159,
      "##eka": 160,
      "##leka": 161,
      "Gusha": 162,
      "Nunu": 163,
      "Nini": 164,
      "Valo": 165,
      "Upa": 166,
      "Mita": 167,
      "Beru": 168,
      "Eleka": 169,
      "Si": 170,
      "ya": 171,
      "##mi": 172,
      "Mimi": 173,
      "Celi": 174,
      "Nye": 175,
      "Tomo": 176,
      "Unu": 177,
      "Bi": 178,
      "##oyo": 179,
      "##ala": 180,
      "##adam": 181,
      "tomo": 182,
      "ye": 183,
      "##vo": 184,
      "Movo": 185,
      "##ani": 186,
      "Biadam": 187,
      "yeye": 188,
      "Dada": 189,
      "Sa": 190,
      "celi": 191,
      "gusha": 192,
      "mo": 193,
      "upa": 194,
      "##ma": 195,
      "Sama": 196,
      "mosi": 197,
      "Mani": 198,
      "Ab": 199,
      "Da": 200,
      "##ah": 201,
      "##lah": 202,
      "Aba": 203,
      "nye": 204,
      "In": 205,
      "Ya": 206,
      "Zi": 207,
      "boya": 208,
      "boyo": 209,
      "lata": 210,
      "##do": 211,
      "mita": 212,
      "Zido": 213,
      "Olah": 214,
      "Yoyo": 215,
      "eleka": 216,
      "##aw": 217,
      "##awa": 218,
      "dala": 219,
      "valo": 220,
      "##ei": 221,
      "##du": 222,
      "##to": 223,
      "Mito": 224,
      "Dudu": 225,
      "Ku": 226,
      "Od": 227,
      "dada": 228,
      "nunu": 229,
      "nini": 230,
      "##no": 231,
      "##nd": 232,
      "##omu": 233,
      "Kund": 234,
      "Odomu": 235,
      "Kundala": 236,
      "Dala": 237,
      "lawa": 238,
      "wei": 239,
      "##ya": 240,
      "##nta": 241,
      "Upano": 242,
      "Lawa": 243,
      "Pl": 244,
      "Unta": 245,
      "bi": 246,
      "olah": 247,
      "##at": 248,
      "Plata": 249,
      "Wei": 250,
      "mani": 251,
      "tom": 252,
      "##ro": 253,
      "yaya": 254,
      "Biat": 255,
      "tomoro": 256,
      "Yaya": 257,
      "biadam": 258,
      "tomomo": 259,
      "Ika": 260,
      "Yo": 261,
      "da": 262,
      "in": 263,
      "ika": 264,
      "uf": 265,
      "unta": 266,
      "##ono": 267,
      "biat": 268,
      "ufono": 269,
      "untani": 270
    }
  }
}