{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Digits",
        "individual_digits": false
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[START]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[END]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[END]": {
        "id": "[END]",
        "ids": [
          1
        ],
        "tokens": [
          "[END]"
        ]
      },
      "[START]": {
        "id": "[START]",
        "ids": [
          0
        ],
        "tokens": [
          "[START]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[START]": 0,
      "[END]": 1,
      "[UNK]": 4,
      "[SEP]": 3,
      "[PAD]": 2,
      "[MASK]": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "##a": 100,
      "##t": 101,
      "##i": 102,
      "##p": 103,
      "##n": 104,
      "##d": 105,
      "##u": 106,
      "##l": 107,
      "##o": 108,
      "##m": 109,
      "##y": 110,
      "##h": 111,
      "##e": 112,
      "##k": 113,
      "##v": 114,
      "##s": 115,
      "##b": 116,
      "##r": 117,
      "##w": 118,
      "##f": 119,
      "##pa": 120,
      "##ya": 121,
      "mi": 122,
      "Upa": 123,
      "##ta": 124,
      "##oya": 125,
      "Mi": 126,
      "##da": 127,
      "##uh": 128,
      "##uhe": 129,
      "boya": 130,
      "muhe": 131,
      "##mi": 132,
      "##ni": 133,
      "mo": 134,
      "##ye": 135,
      "##un": 136,
      "##om": 137,
      "##ada": 138,
      "##la": 139,
      "##si": 140,
      "##er": 141,
      "##eru": 142,
      "si": 143,
      "In": 144,
      "La": 145,
      "mimi": 146,
      "beru": 147,
      "ye": 148,
      "mosi": 149,
      "##us": 150,
      "##ha": 151,
      "##usha": 152,
      "dada": 153,
      "##ba": 154,
      "bi": 155,
      "##li": 156,
      "##eli": 157,
      "##omo": 158,
      "##ani": 159,
      "##vo": 160,
      "##unu": 161,
      "mani": 162,
      "##ini": 163,
      "##ka": 164,
      "Ye": 165,
      "aba": 166,
      "##dala": 167,
      "##undala": 168,
      "##id": 169,
      "##ido": 170,
      "Mimi": 171,
      "##at": 172,
      "##nta": 173,
      "movo": 174,
      "Gusha": 175,
      "##am": 176,
      "biat": 177,
      "##ama": 178,
      "Kundala": 179,
      "##no": 180,
      "zido": 181,
      "Lata": 182,
      "##wa": 183,
      "Nunu": 184,
      "nye": 185,
      "upa": 186,
      "Celi": 187,
      "unta": 188,
      "##dom": 189,
      "##domu": 190,
      "##to": 191,
      "Upano": 192,
      "Yeye": 193,
      "##aya": 194,
      "Du": 195,
      "Nini": 196,
      "Tomo": 197,
      "##le": 198,
      "##leka": 199,
      "Lawa": 200,
      "Sama": 201,
      "Boya": 202,
      "mito": 203,
      "la": 204,
      "Mo": 205,
      "Mita": 206,
      "tomo": 207,
      "##adam": 208,
      "##nu": 209,
      "celi": 210,
      "##lata": 211,
      "Odomu": 212,
      "Unu": 213,
      "gusha": 214,
      "Yaya": 215,
      "lata": 216,
      "nini": 217,
      "##al": 218,
      "##alo": 219,
      "ika": 220,
      "plata": 221,
      "yeye": 222,
      "eleka": 223,
      "biadam": 224,
      "odomu": 225,
      "mita": 226,
      "Eleka": 227,
      "Muhe": 228,
      "Nye": 229,
      "in": 230,
      "nunu": 231,
      "yaya": 232,
      "Mosi": 233,
      "Da": 234,
      "Aba": 235,
      "Valo": 236,
      "Beru": 237,
      "sama": 238,
      "Si": 239,
      "da": 240,
      "Movo": 241,
      "##oy": 242,
      "##oyo": 243,
      "dala": 244,
      "Bi": 245,
      "Dada": 246,
      "Unta": 247,
      "ya": 248,
      "Mito": 249,
      "##lah": 250,
      "lawa": 251,
      "Biadam": 252,
      "du": 253,
      "Yoyo": 254,
      "Olah": 255,
      "valo": 256,
      "upano": 257,
      "Mani": 258,
      "kundala": 259,
      "##du": 260,
      "Ya": 261,
      "Zido": 262,
      "boyo": 263,
      "unu": 264,
      "##boya": 265,
      "Dala": 266,
      "Plata": 267,
      "dudu": 268,
      "##ei": 269,
      "boyasi": 270,
      "Dudu": 271,
      "Ika": 272,
      "olah": 273,
      "celiboya": 274,
      "wei": 275,
      "Biat": 276,
      "Wei": 277,
      "tom": 278,
      "lataboya": 279,
      "tomomo": 280,
      "Un": 281,
      "Yo": 282,
      "uf": 283,
      "##tu": 284,
      "##ono": 285,
      "##ro": 286,
      "untani": 287,
      "tomoro": 288,
      "samaboya": 289,
      "Untu": 290,
      "ufono": 291
    }
  }
}