{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Digits",
        "individual_digits": false
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[START]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[END]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[END]": {
        "id": "[END]",
        "ids": [
          1
        ],
        "tokens": [
          "[END]"
        ]
      },
      "[START]": {
        "id": "[START]",
        "ids": [
          0
        ],
        "tokens": [
          "[START]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[START]": 0,
      "[END]": 1,
      "[UNK]": 2,
      "[SEP]": 3,
      "[PAD]": 4,
      "[MASK]": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "̀": 100,
      "́": 101,
      "̂": 102,
      "̃": 103,
      "̄": 104,
      "̈": 105,
      "̧": 106,
      "ย": 107,
      "ร": 108,
      "อ": 109,
      "่": 110,
      "–": 111,
      "—": 112,
      "’": 113,
      "♪": 114,
      "♫": 115,
      "##h": 116,
      "##r": 117,
      "##e": 118,
      "##s": 119,
      "##o": 120,
      "##l": 121,
      "##d": 122,
      "##f": 123,
      "##i": 124,
      "##n": 125,
      "##t": 126,
      "##u": 127,
      "##k": 128,
      "##m": 129,
      "##a": 130,
      "##b": 131,
      "##c": 132,
      "##g": 133,
      "##x": 134,
      "##p": 135,
      "##y": 136,
      "##v": 137,
      "##9": 138,
      "##4": 139,
      "##z": 140,
      "##w": 141,
      "##j": 142,
      "##q": 143,
      "##2": 144,
      "##0": 145,
      "##8": 146,
      "##1": 147,
      "##3": 148,
      "##7": 149,
      "##6": 150,
      "##́": 151,
      "##5": 152,
      "##̀": 153,
      "##̄": 154,
      "##̧": 155,
      "##̈": 156,
      "##♫": 157,
      "##̂": 158,
      "##̃": 159,
      "##ร": 160,
      "##่": 161,
      "##อ": 162,
      "##ย": 163,
      "th": 164,
      "the": 165,
      "##er": 166,
      "##in": 167,
      "##at": 168,
      "##nd": 169,
      "##ou": 170,
      "##re": 171,
      "##ing": 172,
      "to": 173,
      "and": 174,
      "##en": 175,
      "##on": 176,
      "##es": 177,
      "##an": 178,
      "##or": 179,
      "##al": 180,
      "of": 181,
      "in": 182,
      "##ed": 183,
      "##is": 184,
      "##it": 185,
      "##ar": 186,
      "that": 187,
      "we": 188,
      "##om": 189,
      "##as": 190,
      "it": 191,
      "you": 192,
      "##le": 193,
      "wh": 194,
      "##ic": 195,
      "##ll": 196,
      "is": 197,
      "be": 198,
      "##ow": 199,
      "##se": 200,
      "##ion": 201,
      "##ly": 202,
      "##ve": 203,
      "##ut": 204,
      "re": 205,
      "##st": 206,
      "##ot": 207,
      "##et": 208,
      "##ent": 209,
      "##ct": 210,
      "on": 211,
      "ha": 212,
      "this": 213,
      "##ld": 214,
      "so": 215,
      "##ay": 216,
      "st": 217,
      "##gh": 218,
      "##ur": 219,
      "##id": 220,
      "do": 221,
      "##ch": 222,
      "for": 223,
      "##ver": 224,
      "##ce": 225,
      "li": 226,
      "##op": 227,
      "was": 228,
      "##ke": 229,
      "they": 230,
      "an": 231,
      "##ir": 232,
      "##ter": 233,
      "##ere": 234,
      "are": 235,
      "##im": 236,
      "##ith": 237,
      "##oo": 238,
      "##am": 239,
      "but": 240,
      "##ro": 241,
      "se": 242,
      "with": 243,
      "what": 244,
      "have": 245,
      "##au": 246,
      "##ally": 247,
      "ab": 248,
      "##ad": 249,
      "mo": 250,
      "he": 251,
      "as": 252,
      "##th": 253,
      "##ation": 254,
      "can": 255,
      "ne": 256,
      "me": 257,
      "##out": 258,
      "not": 259,
      "sh": 260,
      "##ra": 261,
      "wor": 262,
      "com": 263,
      "##ght": 264,
      "##ould": 265,
      "ch": 266,
      "##ol": 267,
      "go": 268,
      "my": 269,
      "at": 270,
      "##ers": 271,
      "##ge": 272,
      "there": 273,
      "##il": 274,
      "##ust": 275,
      "about": 276,
      "all": 277,
      "##pp": 278,
      "##ill": 279,
      "fr": 280,
      "ex": 281,
      "##ant": 282,
      "##est": 283,
      "##ul": 284,
      "de": 285,
      "som": 286,
      "##ear": 287,
      "or": 288,
      "pe": 289,
      "con": 290,
      "##ause": 291,
      "one": 292,
      "##um": 293,
      "##ig": 294,
      "pro": 295,
      "our": 296,
      "##art": 297,
      "##ck": 298,
      "al": 299,
      "##ess": 300,
      "like": 301,
      "##ate": 302,
      "##ople": 303,
      "people": 304,
      "##ight": 305,
      "##ity": 306,
      "##ure": 307,
      "##ies": 308,
      "ma": 309,
      "##ble": 310,
      "bec": 311,
      "if": 312,
      "us": 313,
      "from": 314,
      "now": 315,
      "##ive": 316,
      "te": 317,
      "##ist": 318,
      "tr": 319,
      "##if": 320,
      "##ect": 321,
      "just": 322,
      "##all": 323,
      "kn": 324,
      "sp": 325,
      "##ind": 326,
      "out": 327,
      "see": 328,
      "##ook": 329,
      "these": 330,
      "##un": 331,
      "##ink": 332,
      "how": 333,
      "when": 334,
      "##rou": 335,
      "##us": 336,
      "##os": 337,
      "by": 338,
      "##her": 339,
      "##ie": 340,
      "##ery": 341,
      "##ci": 342,
      "know": 343,
      "##ain": 344,
      "en": 345,
      "##and": 346,
      "them": 347,
      "ever": 348,
      "who": 349,
      "##el": 350,
      "im": 351,
      "because": 352,
      "more": 353,
      "think": 354,
      "get": 355,
      "up": 356,
      "some": 357,
      "very": 358,
      "thing": 359,
      "##ort": 360,
      "tim": 361,
      "##iv": 362,
      "than": 363,
      "act": 364,
      "year": 365,
      "##one": 366,
      "had": 367,
      "##em": 368,
      "your": 369,
      "their": 370,
      "would": 371,
      "pl": 372,
      "un": 373,
      "were": 374,
      "going": 375,
      "su": 376,
      "##ine": 377,
      "int": 378,
      "##ap": 379,
      "comp": 380,
      "look": 381,
      "every": 382,
      "##iz": 383,
      "le": 384,
      "##og": 385,
      "want": 386,
      "##ment": 387,
      "here": 388,
      "fa": 389,
      "ta": 390,
      "##ame": 391,
      "##our": 392,
      "##ous": 393,
      "##ast": 394,
      "ve": 395,
      "##are": 396,
      "no": 397,
      "work": 398,
      "sa": 399,
      "##ually": 400,
      "##ich": 401,
      "##ence": 402,
      "ev": 403,
      "##ans": 404,
      "##ack": 405,
      "world": 406,
      "way": 407,
      "man": 408,
      "##ood": 409,
      "##ose": 410,
      "time": 411,
      "##ard": 412,
      "##ag": 413,
      "really": 414,
      "pr": 415,
      "has": 416,
      "##ions": 417,
      "oth": 418,
      "##ide": 419,
      "per": 420,
      "could": 421,
      "app": 422,
      "exp": 423,
      "then": 424,
      "##reat": 425,
      "qu": 426,
      "fe": 427,
      "##ore": 428,
      "##ab": 429,
      "##hing": 430,
      "which": 431,
      "##od": 432,
      "##ong": 433,
      "##fer": 434,
      "will": 435,
      "where": 436,
      "##nder": 437,
      "did": 438,
      "##nt": 439,
      "##ach": 440,
      "##age": 441,
      "##ild": 442,
      "am": 443,
      "actually": 444,
      "other": 445,
      "ag": 446,
      "af": 447,
      "tw": 448,
      "cl": 449,
      "pre": 450,
      "need": 451,
      "new": 452,
      "well": 453,
      "##itt": 454,
      "into": 455,
      "##alk": 456,
      "##so": 457,
      "dif": 458,
      "inter": 459,
      "somet": 460,
      "mu": 461,
      "years": 462,
      "##pt": 463,
      "##ud": 464,
      "##ss": 465,
      "co": 466,
      "any": 467,
      "##ical": 468,
      "start": 469,
      "ar": 470,
      "res": 471,
      "right": 472,
      "##00": 473,
      "make": 474,
      "been": 475,
      "##fe": 476,
      "##ue": 477,
      "fir": 478,
      "##ace": 479,
      "those": 480,
      "po": 481,
      "dis": 482,
      "chan": 483,
      "happ": 484,
      "say": 485,
      "##ry": 486,
      "lau": 487,
      "two": 488,
      "first": 489,
      "over": 490,
      "also": 491,
      "##ice": 492,
      "things": 493,
      "##ass": 494,
      "##ple": 495,
      "lo": 496,
      "bu": 497,
      "##orm": 498,
      "part": 499,
      "##ri": 500,
      "##ghter": 501,
      "much": 502,
      "let": 503,
      "##ree": 504,
      "she": 505,
      "##ber": 506,
      "even": 507,
      "ac": 508,
      "call": 509,
      "bl": 510,
      "imp": 511,
      "ph": 512,
      "##ire": 513,
      "##ory": 514,
      "differ": 515,
      "##ound": 516,
      "cou": 517,
      "something": 518,
      "day": 519,
      "##ia": 520,
      "appl": 521,
      "##sel": 522,
      "spe": 523,
      "under": 524,
      "##round": 525,
      "##ens": 526,
      "##ome": 527,
      "##cent": 528,
      "##olog": 529,
      "##able": 530,
      "laughter": 531,
      "ro": 532,
      "back": 533,
      "##act": 534,
      "##ves": 535,
      "only": 536,
      "##ite": 537,
      "##own": 538,
      "##way": 539,
      "bet": 540,
      "lot": 541,
      "##ces": 542,
      "##vel": 543,
      "##qu": 544,
      "##ittle": 545,
      "little": 546,
      "##ru": 547,
      "talk": 548,
      "##ign": 549,
      "life": 550,
      "cont": 551,
      "many": 552,
      "take": 553,
      "ad": 554,
      "most": 555,
      "his": 556,
      "got": 557,
      "##ult": 558,
      "hum": 559,
      "##ip": 560,
      "##ff": 561,
      "##king": 562,
      "##ater": 563,
      "id": 564,
      "applause": 565,
      "why": 566,
      "##ated": 567,
      "br": 568,
      "sy": 569,
      "##ade": 570,
      "real": 571,
      "sc": 572,
      "##ations": 573,
      "##du": 574,
      "##ving": 575,
      "ind": 576,
      "gr": 577,
      "thank": 578,
      "different": 579,
      "her": 580,
      "kind": 581,
      "does": 582,
      "##day": 583,
      "des": 584,
      "said": 585,
      "##other": 586,
      "em": 587,
      "##ict": 588,
      "##ody": 589,
      "##ase": 590,
      "##int": 591,
      "##ep": 592,
      "good": 593,
      "##co": 594,
      "##ial": 595,
      "##rough": 596,
      "comm": 597,
      "##rain": 598,
      "inf": 599,
      "around": 600,
      "through": 601,
      "##ether": 602,
      "##ick": 603,
      "tell": 604,
      "##ents": 605,
      "##ea": 606,
      "##ath": 607,
      "may": 608,
      "##ark": 609,
      "##wn": 610,
      "##ool": 611,
      "##lo": 612,
      "##cess": 613,
      "car": 614,
      "use": 615,
      "ca": 616,
      "too": 617,
      "inc": 618,
      "lear": 619,
      "##ower": 620,
      "##ors": 621,
      "gen": 622,
      "learn": 623,
      "##ord": 624,
      "##urn": 625,
      "down": 626,
      "##ish": 627,
      "pers": 628,
      "today": 629,
      "count": 630,
      "##ful": 631,
      "same": 632,
      "sur": 633,
      "human": 634,
      "wr": 635,
      "sm": 636,
      "##iver": 637,
      "##ved": 638,
      "##ang": 639,
      "happen": 640,
      "tech": 641,
      "percent": 642,
      "soci": 643,
      "show": 644,
      "fact": 645,
      "##ary": 646,
      "##ak": 647,
      "##xt": 648,
      "##igh": 649,
      "find": 650,
      "##ject": 651,
      "##stem": 652,
      "after": 653,
      "##ance": 654,
      "##lect": 655,
      "being": 656,
      "##blem": 657,
      "##ell": 658,
      "##ual": 659,
      "come": 660,
      "##ible": 661,
      "problem": 662,
      "##les": 663,
      "techn": 664,
      "thou": 665,
      "ll": 666,
      "##ren": 667,
      "big": 668,
      "##ting": 669,
      "sch": 670,
      "##ac": 671,
      "##ys": 672,
      "off": 673,
      "##ib": 674,
      "##ons": 675,
      "inst": 676,
      "##self": 677,
      "three": 678,
      "rem": 679,
      "put": 680,
      "own": 681,
      "##ric": 682,
      "sim": 683,
      "##nds": 684,
      "##ph": 685,
      "quest": 686,
      "##red": 687,
      "##ile": 688,
      "great": 689,
      "child": 690,
      "called": 691,
      "made": 692,
      "system": 693,
      "col": 694,
      "dec": 695,
      "build": 696,
      "underst": 697,
      "##be": 698,
      "##ious": 699,
      "again": 700,
      "##fore": 701,
      "stud": 702,
      "exper": 703,
      "##thing": 704,
      "##con": 705,
      "##ition": 706,
      "ear": 707,
      "ob": 708,
      "##illion": 709,
      "hel": 710,
      "exam": 711,
      "long": 712,
      "##oc": 713,
      "change": 714,
      "##ating": 715,
      "fl": 716,
      "wom": 717,
      "inv": 718,
      "##ize": 719,
      "rep": 720,
      "##ics": 721,
      "##ology": 722,
      "bel": 723,
      "dr": 724,
      "##ities": 725,
      "feel": 726,
      "##te": 727,
      "sci": 728,
      "imag": 729,
      "try": 730,
      "jo": 731,
      "should": 732,
      "##oss": 733,
      "op": 734,
      "help": 735,
      "person": 736,
      "trans": 737,
      "##atter": 738,
      "rel": 739,
      "ins": 740,
      "##ty": 741,
      "understand": 742,
      "##ress": 743,
      "ask": 744,
      "started": 745,
      "doing": 746,
      "gu": 747,
      "turn": 748,
      "school": 749,
      "cour": 750,
      "##body": 751,
      "##ically": 752,
      "pol": 753,
      "still": 754,
      "##ates": 755,
      "bas": 756,
      "power": 757,
      "idea": 758,
      "high": 759,
      "last": 760,
      "tog": 761,
      "brain": 762,
      "never": 763,
      "together": 764,
      "better": 765,
      "mean": 766,
      "might": 767,
      "##we": 768,
      "him": 769,
      "ke": 770,
      "##ft": 771,
      "fu": 772,
      "import": 773,
      "##ction": 774,
      "##ope": 775,
      "num": 776,
      "before": 777,
      "cr": 778,
      "another": 779,
      "##kes": 780,
      "old": 781,
      "end": 782,
      "each": 783,
      "its": 784,
      "##ied": 785,
      "bo": 786,
      "##ily": 787,
      "creat": 788,
      "##ise": 789,
      "##lic": 790,
      "##ness": 791,
      "cons": 792,
      "point": 793,
      "found": 794,
      "fam": 795,
      "##ian": 796,
      "##ub": 797,
      "interest": 798,
      "bit": 799,
      "example": 800,
      "##ork": 801,
      "##ution": 802,
      "story": 803,
      "important": 804,
      "few": 805,
      "went": 806,
      "##ather": 807,
      "comple": 808,
      "belie": 809,
      "tra": 810,
      "sol": 811,
      "##ars": 812,
      "art": 813,
      "commun": 814,
      "20": 815,
      "##als": 816,
      "course": 817,
      "##ms": 818,
      "##ility": 819,
      "##ists": 820,
      "##read": 821,
      "thought": 822,
      "ter": 823,
      "give": 824,
      "##erg": 825,
      "##ular": 826,
      "next": 827,
      "mod": 828,
      "##ning": 829,
      "beg": 830,
      "##atch": 831,
      "eng": 832,
      "##ced": 833,
      "able": 834,
      "##ert": 835,
      "000": 836,
      "cent": 837,
      "kid": 838,
      "mom": 839,
      "med": 840,
      "##ough": 841,
      "hu": 842,
      "##ways": 843,
      "dat": 844,
      "produ": 845,
      "inform": 846,
      "##alth": 847,
      "met": 848,
      "##pe": 849,
      "used": 850,
      "place": 851,
      "sl": 852,
      "##conom": 853,
      "##cept": 854,
      "design": 855,
      "eff": 856,
      "read": 857,
      "##oth": 858,
      "mon": 859,
      "women": 860,
      "##az": 861,
      "nat": 862,
      "chang": 863,
      "teach": 864,
      "care": 865,
      "question": 866,
      "econom": 867,
      "19": 868,
      "##ave": 869,
      "##ween": 870,
      "frie": 871,
      "##ized": 872,
      "between": 873,
      "maybe": 874,
      "data": 875,
      "came": 876,
      "far": 877,
      "##cy": 878,
      "ext": 879,
      "ago": 880,
      "##ix": 881,
      "##velop": 882,
      "##ited": 883,
      "##iss": 884,
      "cre": 885,
      "att": 886,
      "love": 887,
      "technology": 888,
      "mus": 889,
      "ser": 890,
      "##ost": 891,
      "word": 892,
      "develop": 893,
      "##ience": 894,
      "small": 895,
      "less": 896,
      "seco": 897,
      "pass": 898,
      "beh": 899,
      "str": 900,
      "information": 901,
      "ok": 902,
      "##av": 903,
      "##ings": 904,
      "children": 905,
      "min": 906,
      "lar": 907,
      "##nect": 908,
      "live": 909,
      "##ward": 910,
      "always": 911,
      "fin": 912,
      "everything": 913,
      "partic": 914,
      "resp": 915,
      "10": 916,
      "home": 917,
      "grow": 918,
      "wo": 919,
      "rec": 920,
      "hand": 921,
      "univer": 922,
      "hard": 923,
      "##ross": 924,
      "comput": 925,
      "fo": 926,
      "##ines": 927,
      "##ures": 928,
      "cle": 929,
      "##ail": 930,
      "##eric": 931,
      "gra": 932,
      "##ense": 933,
      "##ets": 934,
      "##ruct": 935,
      "##ale": 936,
      "means": 937,
      "space": 938,
      "plan": 939,
      "##ments": 940,
      "##ific": 941,
      "health": 942,
      "wanted": 943,
      "four": 944,
      "water": 945,
      "compan": 946,
      "##ger": 947,
      "reas": 948,
      "move": 949,
      "away": 950,
      "cap": 951,
      "country": 952,
      "expl": 953,
      "glo": 954,
      "poss": 955,
      "##ands": 956,
      "prot": 957,
      "number": 958,
      "fut": 959,
      "play": 960,
      "americ": 961,
      "##per": 962,
      "##ute": 963,
      "cell": 964,
      "done": 965,
      "##ural": 966,
      "light": 967,
      "project": 968,
      "bus": 969,
      "##aw": 970,
      "gener": 971,
      "second": 972,
      "future": 973,
      "el": 974,
      "##gr": 975,
      "##ative": 976,
      "##oney": 977,
      "elect": 978,
      "connect": 979,
      "##selves": 980,
      "social": 981,
      "##ock": 982,
      "##ew": 983,
      "##iness": 984,
      "looking": 985,
      "million": 986,
      "acc": 987,
      "believe": 988,
      "##ital": 989,
      "##ract": 990,
      "ent": 991,
      "##duc": 992,
      "##gest": 993,
      "##ps": 994,
      "times": 995,
      "intern": 996,
      "book": 997,
      "ho": 998,
      "bi": 999
    }
  }
}