{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Digits",
        "individual_digits": false
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[START]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[END]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[END]": {
        "id": "[END]",
        "ids": [
          1
        ],
        "tokens": [
          "[END]"
        ]
      },
      "[START]": {
        "id": "[START]",
        "ids": [
          0
        ],
        "tokens": [
          "[START]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[START]": 0,
      "[END]": 1,
      "[UNK]": 2,
      "[SEP]": 3,
      "[PAD]": 4,
      "[MASK]": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "": 100,
      "": 101,
      "": 102,
      "©": 103,
      "ª": 104,
      "«": 105,
      "°": 106,
      "²": 107,
      "´": 108,
      "º": 109,
      "»": 110,
      "½": 111,
      "¾": 112,
      "̀": 113,
      "́": 114,
      "̂": 115,
      "̃": 116,
      "̄": 117,
      "̈": 118,
      "̋": 119,
      "̧": 120,
      "ย": 121,
      "ร": 122,
      "อ": 123,
      "่": 124,
      "​": 125,
      "–": 126,
      "—": 127,
      "‘": 128,
      "’": 129,
      "“": 130,
      "”": 131,
      "…": 132,
      "€": 133,
      "™": 134,
      "♪": 135,
      "♫": 136,
      "##i": 137,
      "##n": 138,
      "##a": 139,
      "##c": 140,
      "##́": 141,
      "##m": 142,
      "##o": 143,
      "##s": 144,
      "##p": 145,
      "##l": 146,
      "##̧": 147,
      "##̃": 148,
      "##e": 149,
      "##r": 150,
      "##t": 151,
      "##d": 152,
      "##x": 153,
      "##h": 154,
      "##u": 155,
      "##g": 156,
      "##f": 157,
      "##w": 158,
      "##v": 159,
      "##b": 160,
      "##z": 161,
      "##y": 162,
      "##k": 163,
      "##q": 164,
      "##2": 165,
      "##̂": 166,
      "##8": 167,
      "##5": 168,
      "##j": 169,
      "##1": 170,
      "##3": 171,
      "##9": 172,
      "##7": 173,
      "##4": 174,
      "##̀": 175,
      "##♫": 176,
      "##0": 177,
      "##̄": 178,
      "##6": 179,
      "##̈": 180,
      "##ร": 181,
      "##่": 182,
      "##อ": 183,
      "##ย": 184,
      "##̋": 185,
      "##º": 186,
      "##os": 187,
      "##ra": 188,
      "##es": 189,
      "##nt": 190,
      "##as": 191,
      "##er": 192,
      "qu": 193,
      "de": 194,
      "co": 195,
      "##ar": 196,
      "##em": 197,
      "##ã": 198,
      "##st": 199,
      "##ão": 200,
      "que": 201,
      "##or": 202,
      "##is": 203,
      "##ad": 204,
      "##ent": 205,
      "##am": 206,
      "um": 207,
      "##ia": 208,
      "com": 209,
      "##ic": 210,
      "##en": 211,
      "##al": 212,
      "est": 213,
      "##ç": 214,
      "##in": 215,
      "##ro": 216,
      "é": 217,
      "se": 218,
      "##it": 219,
      "##á": 220,
      "##id": 221,
      "##ara": 222,
      "##re": 223,
      "##an": 224,
      "##el": 225,
      "##so": 226,
      "##qu": 227,
      "##im": 228,
      "##od": 229,
      "##í": 230,
      "para": 231,
      "uma": 232,
      "##do": 233,
      "no": 234,
      "##ente": 235,
      "do": 236,
      "##ec": 237,
      "não": 238,
      "em": 239,
      "mu": 240,
      "##é": 241,
      "por": 242,
      "as": 243,
      "##gu": 244,
      "##io": 245,
      "os": 246,
      "ma": 247,
      "##nc": 248,
      "es": 249,
      "##iv": 250,
      "##il": 251,
      "##ta": 252,
      "##ção": 253,
      "so": 254,
      "da": 255,
      "me": 256,
      "##emos": 257,
      "nos": 258,
      "##ei": 259,
      "pro": 260,
      "##ê": 261,
      "##ma": 262,
      "al": 263,
      "##to": 264,
      "##ol": 265,
      "con": 266,
      "na": 267,
      "##ig": 268,
      "##ist": 269,
      "fa": 270,
      "##amos": 271,
      "el": 272,
      "pod": 273,
      "des": 274,
      "ou": 275,
      "mas": 276,
      "como": 277,
      "##po": 278,
      "##ado": 279,
      "##ade": 280,
      "re": 281,
      "##nd": 282,
      "##ir": 283,
      "##ito": 284,
      "##iz": 285,
      "##co": 286,
      "ap": 287,
      "mais": 288,
      "eu": 289,
      "##ou": 290,
      "##ha": 291,
      "##ul": 292,
      "##ica": 293,
      "ex": 294,
      "##se": 295,
      "##ho": 296,
      "##sa": 297,
      "##te": 298,
      "in": 299,
      "##mos": 300,
      "##esso": 301,
      "su": 302,
      "##̃es": 303,
      "fo": 304,
      "faz": 305,
      "##va": 306,
      "ent": 307,
      "##go": 308,
      "tod": 309,
      "##ri": 310,
      "esta": 311,
      "##ram": 312,
      "##ada": 313,
      "##um": 314,
      "##nte": 315,
      "##tra": 316,
      "##idade": 317,
      "per": 318,
      "tra": 319,
      "##us": 320,
      "ser": 321,
      "##ando": 322,
      "##ura": 323,
      "an": 324,
      "##ab": 325,
      "##́s": 326,
      "##oc": 327,
      "##if": 328,
      "is": 329,
      "pesso": 330,
      "par": 331,
      "muito": 332,
      "ac": 333,
      "##ento": 334,
      "##ria": 335,
      "isso": 336,
      "##pl": 337,
      "##sto": 338,
      "##mente": 339,
      "##ens": 340,
      "##que": 341,
      "ver": 342,
      "##de": 343,
      "##res": 344,
      "isto": 345,
      "são": 346,
      "##ve": 347,
      "##da": 348,
      "ter": 349,
      "##nto": 350,
      "tem": 351,
      "##ço": 352,
      "##ó": 353,
      "à": 354,
      "##inha": 355,
      "##amente": 356,
      "##ém": 357,
      "pessoas": 358,
      "en": 359,
      "ch": 360,
      "##era": 361,
      "##mo": 362,
      "aqu": 363,
      "##vel": 364,
      "##om": 365,
      "##ados": 366,
      "##ut": 367,
      "##et": 368,
      "pre": 369,
      "está": 370,
      "esp": 371,
      "for": 372,
      "quando": 373,
      "fazer": 374,
      "##ida": 375,
      "##ros": 376,
      "##ores": 377,
      "##ênc": 378,
      "ao": 379,
      "dos": 380,
      "ve": 381,
      "##ion": 382,
      "##ça": 383,
      "porque": 384,
      "mes": 385,
      "##ido": 386,
      "cont": 387,
      "##ação": 388,
      "cois": 389,
      "##ci": 390,
      "há": 391,
      "pa": 392,
      "nu": 393,
      "##ico": 394,
      "ca": 395,
      "##ns": 396,
      "algu": 397,
      "##bre": 398,
      "foi": 399,
      "int": 400,
      "im": 401,
      "##ndo": 402,
      "##end": 403,
      "então": 404,
      "##nde": 405,
      "res": 406,
      "ele": 407,
      "ob": 408,
      "at": 409,
      "dis": 410,
      "pr": 411,
      "quer": 412,
      "##on": 413,
      "nós": 414,
      "este": 415,
      "esc": 416,
      "sobre": 417,
      "##ix": 418,
      "era": 419,
      "##la": 420,
      "pel": 421,
      "comp": 422,
      "po": 423,
      "##ência": 424,
      "das": 425,
      "##ais": 426,
      "##ver": 427,
      "##ias": 428,
      "anos": 429,
      "sem": 430,
      "##at": 431,
      "vos": 432,
      "am": 433,
      "pe": 434,
      "##har": 435,
      "gra": 436,
      "tam": 437,
      "##ce": 438,
      "ar": 439,
      "##ções": 440,
      "##eira": 441,
      "##ece": 442,
      "vez": 443,
      "todos": 444,
      "diz": 445,
      "##ru": 446,
      "sab": 447,
      "##bal": 448,
      "temos": 449,
      "##est": 450,
      "##ac": 451,
      "dif": 452,
      "eles": 453,
      "##un": 454,
      "fal": 455,
      "##rar": 456,
      "##iç": 457,
      "##enas": 458,
      "ass": 459,
      "##ntes": 460,
      "##entes": 461,
      "tamb": 462,
      "##almente": 463,
      "também": 464,
      "imp": 465,
      "ago": 466,
      "agora": 467,
      "aqui": 468,
      "pas": 469,
      "pens": 470,
      "##dade": 471,
      "##bl": 472,
      "mundo": 473,
      "fu": 474,
      "##ial": 475,
      "estão": 476,
      "minha": 477,
      "##rio": 478,
      "##ess": 479,
      "##eiro": 480,
      "##ú": 481,
      "##eg": 482,
      "cer": 483,
      "##cis": 484,
      "inter": 485,
      "pos": 486,
      "##og": 487,
      "mil": 488,
      "bem": 489,
      "mesmo": 490,
      "meu": 491,
      "prim": 492,
      "##du": 493,
      "muit": 494,
      "tu": 495,
      "##ras": 496,
      "segu": 497,
      "trabal": 498,
      "##for": 499,
      "##pos": 500,
      "podem": 501,
      "##ca": 502,
      "car": 503,
      "come": 504,
      "##êm": 505,
      "##ema": 506,
      "##segu": 507,
      "ti": 508,
      "##lh": 509,
      "ab": 510,
      "podemos": 511,
      "forma": 512,
      "##gem": 513,
      "qual": 514,
      "##iver": 515,
      "##00": 516,
      "coisas": 517,
      "ho": 518,
      "##ud": 519,
      "##aram": 520,
      "##inh": 521,
      "voc": 522,
      "##rá": 523,
      "##ior": 524,
      "cor": 525,
      "precis": 526,
      "aco": 527,
      "##tar": 528,
      "ris": 529,
      "##av": 530,
      "pode": 531,
      "##elh": 532,
      "você": 533,
      "rec": 534,
      "##rig": 535,
      "á": 536,
      "##tura": 537,
      "##ina": 538,
      "apenas": 539,
      "##imento": 540,
      "us": 541,
      "##adas": 542,
      "##cul": 543,
      "##orn": 544,
      "##sas": 545,
      "enc": 546,
      "##je": 547,
      "##imos": 548,
      "cas": 549,
      "le": 550,
      "##ível": 551,
      "consegu": 552,
      "part": 553,
      "sim": 554,
      "##anto": 555,
      "depo": 556,
      "out": 557,
      "depois": 558,
      "##mas": 559,
      "##iam": 560,
      "onde": 561,
      "acont": 562,
      "cl": 563,
      "têm": 564,
      "vida": 565,
      "dia": 566,
      "##ont": 567,
      "##pa": 568,
      "outra": 569,
      "##icos": 570,
      "sua": 571,
      "##ter": 572,
      "##pre": 573,
      "tempo": 574,
      "##sos": 575,
      "poder": 576,
      "cria": 577,
      "##per": 578,
      "difer": 579,
      "ra": 580,
      "##tiv": 581,
      "até": 582,
      "##ís": 583,
      "##ças": 584,
      "cham": 585,
      "assim": 586,
      "nes": 587,
      "##́l": 588,
      "col": 589,
      "##gar": 590,
      "nas": 591,
      "sent": 592,
      "##tos": 593,
      "tudo": 594,
      "estava": 595,
      "lu": 596,
      "risos": 597,
      "##vol": 598,
      "##ios": 599,
      "##tas": 600,
      "##ur": 601,
      "num": 602,
      "##ades": 603,
      "vocês": 604,
      "começ": 605,
      "sa": 606,
      "##entar": 607,
      "coisa": 608,
      "##quer": 609,
      "só": 610,
      "tinha": 611,
      "nossa": 612,
      "tal": 613,
      "ten": 614,
      "torn": 615,
      "ima": 616,
      "dizer": 617,
      "hist": 618,
      "mo": 619,
      "apla": 620,
      "##ber": 621,
      "##entos": 622,
      "##icas": 623,
      "##usos": 624,
      "##ámos": 625,
      "##ecer": 626,
      "##pres": 627,
      "já": 628,
      "men": 629,
      "te": 630,
      "cons": 631,
      "un": 632,
      "hum": 633,
      "estamos": 634,
      "aplausos": 635,
      "histó": 636,
      "pou": 637,
      "seu": 638,
      "##amento": 639,
      "lo": 640,
      "##ant": 641,
      "pró": 642,
      "numa": 643,
      "melh": 644,
      "##ista": 645,
      "disse": 646,
      "encont": 647,
      "cé": 648,
      "algo": 649,
      "vol": 650,
      "ela": 651,
      "probl": 652,
      "ad": 653,
      "fe": 654,
      "##icar": 655,
      "##ita": 656,
      "##ign": 657,
      "obrig": 658,
      "##he": 659,
      "##íc": 660,
      "nov": 661,
      "##inda": 662,
      "man": 663,
      "nosso": 664,
      "human": 665,
      "inc": 666,
      "pal": 667,
      "bas": 668,
      "##ição": 669,
      "cam": 670,
      "##orta": 671,
      "exist": 672,
      "mod": 673,
      "##idos": 674,
      "pass": 675,
      "atra": 676,
      "maior": 677,
      "ainda": 678,
      "##plo": 679,
      "mud": 680,
      "##veis": 681,
      "cada": 682,
      "##ran": 683,
      "##ele": 684,
      "entre": 685,
      "pequ": 686,
      "const": 687,
      "estas": 688,
      "##ít": 689,
      "porta": 690,
      "##lo": 691,
      "##́n": 692,
      "vamos": 693,
      "di": 694,
      "du": 695,
      "##le": 696,
      "##rias": 697,
      "##̃o": 698,
      "escol": 699,
      "hoje": 700,
      "importa": 701,
      "##ões": 702,
      "##rios": 703,
      "tão": 704,
      "##lu": 705,
      "##par": 706,
      "trans": 707,
      "mar": 708,
      "##igo": 709,
      "parte": 710,
      "##ja": 711,
      "##idades": 712,
      "mos": 713,
      "tec": 714,
      "grande": 715,
      "pelo": 716,
      "va": 717,
      "##me": 718,
      "##és": 719,
      "falar": 720,
      "fil": 721,
      "##vam": 722,
      "poss": 723,
      "estes": 724,
      "##ela": 725,
      "desco": 726,
      "ir": 727,
      "ju": 728,
      "cri": 729,
      "deix": 730,
      "verdade": 731,
      "todas": 732,
      "tre": 733,
      "##bro": 734,
      "##ero": 735,
      "apr": 736,
      "vou": 737,
      "pergu": 738,
      "fac": 739,
      "portanto": 740,
      "pela": 741,
      "##̂s": 742,
      "##tu": 743,
      "pen": 744,
      "##gra": 745,
      "##uro": 746,
      "ci": 747,
      "##ador": 748,
      "pequen": 749,
      "##olog": 750,
      "exem": 751,
      "imag": 752,
      "aos": 753,
      "##ín": 754,
      "realmente": 755,
      "##itu": 756,
      "##ender": 757,
      "fiz": 758,
      "##ima": 759,
      "real": 760,
      "##aix": 761,
      "vezes": 762,
      "melhor": 763,
      "dev": 764,
      "##idas": 765,
      "##íamos": 766,
      "pergunt": 767,
      "proc": 768,
      "##hec": 769,
      "tipo": 770,
      "todo": 771,
      "##dos": 772,
      "sist": 773,
      "inv": 774,
      "##lher": 775,
      "qualquer": 776,
      "cu": 777,
      "##pe": 778,
      "sal": 779,
      "##za": 780,
      "##ort": 781,
      "mulher": 782,
      "pol": 783,
      "##forma": 784,
      "##deia": 785,
      "país": 786,
      "##cie": 787,
      "##ib": 788,
      "desen": 789,
      "dire": 790,
      "dura": 791,
      "##cia": 792,
      "lá": 793,
      "história": 794,
      "dois": 795,
      "med": 796,
      "trabalho": 797,
      "##itos": 798,
      "##ncion": 799,
      "compl": 800,
      "##ifica": 801,
      "aj": 802,
      "acontece": 803,
      "pensar": 804,
      "sempre": 805,
      "##no": 806,
      "##br": 807,
      "##nca": 808,
      "funcion": 809,
      "tenho": 810,
      "vai": 811,
      "alguns": 812,
      "##́m": 813,
      "##adores": 814,
      "estar": 815,
      "##inu": 816,
      "##át": 817,
      "ind": 818,
      "pouco": 819,
      "ne": 820,
      "quero": 821,
      "conf": 822,
      "toda": 823,
      "seus": 824,
      "##ite": 825,
      "problema": 826,
      "ol": 827,
      "outros": 828,
      "##ira": 829,
      "##hões": 830,
      "##iu": 831,
      "tecn": 832,
      "inf": 833,
      "sign": 834,
      "crian": 835,
      "bo": 836,
      "prof": 837,
      "af": 838,
      "simpl": 839,
      "exemplo": 840,
      "pres": 841,
      "##gua": 842,
      "às": 843,
      "ideia": 844,
      "##duz": 845,
      "constru": 846,
      "##ável": 847,
      "##vez": 848,
      "muitas": 849,
      "nunca": 850,
      "talvez": 851,
      "mé": 852,
      "##hos": 853,
      "estou": 854,
      "milhões": 855,
      "##itar": 856,
      "nossos": 857,
      "esse": 858,
      "##são": 859,
      "rel": 860,
      "##istas": 861,
      "primeiro": 862,
      "##cial": 863,
      "av": 864,
      "tiv": 865,
      "gos": 866,
      "##ici": 867,
      "simples": 868,
      "viv": 869,
      "##bo": 870,
      "##red": 871,
      "essa": 872,
      "op": 873,
      "durante": 874,
      "##rg": 875,
      "muitos": 876,
      "obrigado": 877,
      "hom": 878,
      "quem": 879,
      "tecnolog": 880,
      "mim": 881,
      "vo": 882,
      "cheg": 883,
      "menos": 884,
      "próp": 885,
      "perce": 886,
      "três": 887,
      "##ário": 888,
      "mor": 889,
      "ano": 890,
      "sou": 891,
      "exper": 892,
      "##inar": 893,
      "la": 894,
      "##tes": 895,
      "palav": 896,
      "outro": 897,
      "duas": 898,
      "dar": 899,
      "pl": 900,
      "##imo": 901,
      "mostra": 902,
      "conc": 903,
      "comun": 904,
      "bom": 905,
      "vis": 906,
      "inst": 907,
      "neste": 908,
      "sistema": 909,
      "##ares": 910,
      "fin": 911,
      "conhec": 912,
      "informa": 913,
      "jo": 914,
      "nossas": 915,
      "olh": 916,
      "##gia": 917,
      "go": 918,
      "lon": 919,
      "outras": 920,
      "núm": 921,
      "algumas": 922,
      "##emente": 923,
      "cent": 924,
      "##var": 925,
      "del": 926,
      "primeira": 927,
      "facto": 928,
      "antes": 929,
      "lado": 930,
      "cére": 931,
      "##cion": 932,
      "espec": 933,
      "usar": 934,
      "lhe": 935,
      "ouv": 936,
      "##con": 937,
      "significa": 938,
      "casa": 939,
      "importante": 940,
      "##icamente": 941,
      "##́lt": 942,
      "##fer": 943,
      "clar": 944,
      "suas": 945,
      "##ilo": 946,
      "##enh": 947,
      "##iva": 948,
      "rep": 949,
      "atrav": 950,
      "liv": 951,
      "##fe": 952,
      "precisamos": 953,
      "##ed": 954,
      "ag": 955,
      "gen": 956,
      "to": 957,
      "mom": 958,
      "elas": 959,
      "cap": 960,
      "fam": 961,
      "nor": 962,
      "lig": 963,
      "nem": 964,
      "##ano": 965,
      "diferentes": 966,
      "perm": 967,
      "nova": 968,
      "cr": 969,
      "gu": 970,
      "univer": 971,
      "sub": 972,
      "criar": 973,
      "##ing": 974,
      "enqu": 975,
      "can": 976,
      "##iliz": 977,
      "##fr": 978,
      "méd": 979,
      "20": 980,
      "##isto": 981,
      "experi": 982,
      "##ivo": 983,
      "econ": 984,
      "##iol": 985,
      "junt": 986,
      "últ": 987,
      "##bi": 988,
      "##car": 989,
      "enquanto": 990,
      "##esse": 991,
      "seja": 992,
      "eram": 993,
      "##tr": 994,
      "##emas": 995,
      "mulheres": 996,
      "loc": 997,
      "##na": 998,
      "lugar": 999
    }
  }
}