{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Digits",
        "individual_digits": false
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[START]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[END]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[END]": {
        "id": "[END]",
        "ids": [
          1
        ],
        "tokens": [
          "[END]"
        ]
      },
      "[START]": {
        "id": "[START]",
        "ids": [
          0
        ],
        "tokens": [
          "[START]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[START]": 0,
      "[END]": 1,
      "[UNK]": 2,
      "[SEP]": 3,
      "[PAD]": 4,
      "[MASK]": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "¢": 100,
      "£": 101,
      "²": 102,
      "¿": 103,
      "æ": 104,
      "ø": 105,
      "˚": 106,
      "̀": 107,
      "́": 108,
      "̂": 109,
      "̃": 110,
      "̄": 111,
      "̆": 112,
      "̈": 113,
      "̌": 114,
      "̧": 115,
      "τ": 116,
      "ย": 117,
      "ร": 118,
      "อ": 119,
      "่": 120,
      "–": 121,
      "—": 122,
      "’": 123,
      "”": 124,
      "∇": 125,
      "♪": 126,
      "♫": 127,
      "##l": 128,
      "##y": 129,
      "##m": 130,
      "##o": 131,
      "##u": 132,
      "##t": 133,
      "##h": 134,
      "##s": 135,
      "##a": 136,
      "##n": 137,
      "##g": 138,
      "##i": 139,
      "##z": 140,
      "##c": 141,
      "##r": 142,
      "##q": 143,
      "##e": 144,
      "##k": 145,
      "##p": 146,
      "##x": 147,
      "##v": 148,
      "##b": 149,
      "##d": 150,
      "##w": 151,
      "##́": 152,
      "##f": 153,
      "##8": 154,
      "##9": 155,
      "##7": 156,
      "##3": 157,
      "##̈": 158,
      "##j": 159,
      "##6": 160,
      "##2": 161,
      "##0": 162,
      "##1": 163,
      "##5": 164,
      "##4": 165,
      "##̀": 166,
      "##τ": 167,
      "##̂": 168,
      "##̄": 169,
      "##̧": 170,
      "##̃": 171,
      "##ø": 172,
      "##̌": 173,
      "##ร": 174,
      "##่": 175,
      "##อ": 176,
      "##ย": 177,
      "##æ": 178,
      "##̆": 179,
      "##♫": 180,
      "th": 181,
      "the": 182,
      "##er": 183,
      "##in": 184,
      "##at": 185,
      "##nd": 186,
      "##ou": 187,
      "##re": 188,
      "##ing": 189,
      "and": 190,
      "to": 191,
      "##en": 192,
      "##es": 193,
      "##on": 194,
      "##an": 195,
      "of": 196,
      "in": 197,
      "##or": 198,
      "##al": 199,
      "##ed": 200,
      "##is": 201,
      "##it": 202,
      "##ar": 203,
      "that": 204,
      "##om": 205,
      "we": 206,
      "##as": 207,
      "you": 208,
      "it": 209,
      "wh": 210,
      "##ic": 211,
      "##le": 212,
      "##ll": 213,
      "be": 214,
      "is": 215,
      "##ow": 216,
      "##ly": 217,
      "##se": 218,
      "##ut": 219,
      "##ve": 220,
      "##ion": 221,
      "re": 222,
      "##ot": 223,
      "##st": 224,
      "##et": 225,
      "##ent": 226,
      "on": 227,
      "ha": 228,
      "##ct": 229,
      "this": 230,
      "##ld": 231,
      "so": 232,
      "##ay": 233,
      "##gh": 234,
      "st": 235,
      "##ur": 236,
      "##id": 237,
      "do": 238,
      "##ch": 239,
      "##ver": 240,
      "for": 241,
      "##ce": 242,
      "li": 243,
      "##ke": 244,
      "was": 245,
      "##op": 246,
      "they": 247,
      "##ter": 248,
      "an": 249,
      "##ir": 250,
      "##ere": 251,
      "##im": 252,
      "are": 253,
      "##am": 254,
      "##ith": 255,
      "##au": 256,
      "##ro": 257,
      "go": 258,
      "##ally": 259,
      "have": 260,
      "se": 261,
      "with": 262,
      "ab": 263,
      "but": 264,
      "what": 265,
      "##th": 266,
      "mo": 267,
      "he": 268,
      "as": 269,
      "##ol": 270,
      "##ad": 271,
      "##ation": 272,
      "can": 273,
      "##out": 274,
      "ne": 275,
      "sh": 276,
      "com": 277,
      "wor": 278,
      "##ght": 279,
      "at": 280,
      "##ra": 281,
      "not": 282,
      "me": 283,
      "ch": 284,
      "##ould": 285,
      "there": 286,
      "about": 287,
      "##ill": 288,
      "all": 289,
      "fr": 290,
      "##pp": 291,
      "##ant": 292,
      "##ge": 293,
      "##il": 294,
      "ex": 295,
      "##ust": 296,
      "##ers": 297,
      "my": 298,
      "##est": 299,
      "##ul": 300,
      "##oo": 301,
      "de": 302,
      "som": 303,
      "or": 304,
      "##ear": 305,
      "pro": 306,
      "##ause": 307,
      "pe": 308,
      "one": 309,
      "con": 310,
      "##ig": 311,
      "##um": 312,
      "##art": 313,
      "like": 314,
      "##ck": 315,
      "ma": 316,
      "peop": 317,
      "people": 318,
      "##ure": 319,
      "bec": 320,
      "##ight": 321,
      "##ate": 322,
      "##ies": 323,
      "##ity": 324,
      "our": 325,
      "if": 326,
      "from": 327,
      "al": 328,
      "##ess": 329,
      "##ive": 330,
      "##ist": 331,
      "##if": 332,
      "us": 333,
      "kn": 334,
      "now": 335,
      "##ble": 336,
      "tr": 337,
      "te": 338,
      "just": 339,
      "these": 340,
      "##ect": 341,
      "##ind": 342,
      "##all": 343,
      "out": 344,
      "##ink": 345,
      "sp": 346,
      "##ery": 347,
      "##un": 348,
      "##rou": 349,
      "know": 350,
      "when": 351,
      "##ook": 352,
      "see": 353,
      "##od": 354,
      "thing": 355,
      "##us": 356,
      "en": 357,
      "them": 358,
      "##os": 359,
      "because": 360,
      "##ie": 361,
      "up": 362,
      "very": 363,
      "##and": 364,
      "pl": 365,
      "think": 366,
      "##her": 367,
      "who": 368,
      "by": 369,
      "##ort": 370,
      "how": 371,
      "get": 372,
      "##ain": 373,
      "act": 374,
      "some": 375,
      "ever": 376,
      "##ci": 377,
      "year": 378,
      "im": 379,
      "more": 380,
      "going": 381,
      "##iv": 382,
      "##og": 383,
      "int": 384,
      "##ich": 385,
      "tim": 386,
      "had": 387,
      "##one": 388,
      "##el": 389,
      "your": 390,
      "were": 391,
      "would": 392,
      "##em": 393,
      "##ap": 394,
      "look": 395,
      "##ine": 396,
      "su": 397,
      "comp": 398,
      "sa": 399,
      "their": 400,
      "ve": 401,
      "##ame": 402,
      "here": 403,
      "##ment": 404,
      "un": 405,
      "##our": 406,
      "which": 407,
      "than": 408,
      "##ually": 409,
      "##ast": 410,
      "ta": 411,
      "really": 412,
      "le": 413,
      "work": 414,
      "##ous": 415,
      "##iz": 416,
      "##act": 417,
      "want": 418,
      "every": 419,
      "world": 420,
      "##are": 421,
      "##ack": 422,
      "then": 423,
      "##ard": 424,
      "##ose": 425,
      "##reat": 426,
      "way": 427,
      "time": 428,
      "man": 429,
      "##ence": 430,
      "##hing": 431,
      "has": 432,
      "per": 433,
      "ev": 434,
      "exp": 435,
      "##ans": 436,
      "no": 437,
      "qu": 438,
      "pr": 439,
      "##ab": 440,
      "##ore": 441,
      "##ther": 442,
      "##ag": 443,
      "##ide": 444,
      "lau": 445,
      "actually": 446,
      "will": 447,
      "##ace": 448,
      "fe": 449,
      "could": 450,
      "##ions": 451,
      "ag": 452,
      "##ghter": 453,
      "app": 454,
      "##nt": 455,
      "into": 456,
      "##fer": 457,
      "where": 458,
      "pre": 459,
      "##ong": 460,
      "co": 461,
      "did": 462,
      "##ild": 463,
      "am": 464,
      "##itt": 465,
      "things": 466,
      "years": 467,
      "af": 468,
      "other": 469,
      "laughter": 470,
      "##nder": 471,
      "somet": 472,
      "##age": 473,
      "tw": 474,
      "cl": 475,
      "say": 476,
      "##00": 477,
      "new": 478,
      "inter": 479,
      "right": 480,
      "##king": 481,
      "well": 482,
      "##ud": 483,
      "ar": 484,
      "any": 485,
      "##ach": 486,
      "##ss": 487,
      "been": 488,
      "##ical": 489,
      "make": 490,
      "she": 491,
      "need": 492,
      "dif": 493,
      "happ": 494,
      "fir": 495,
      "res": 496,
      "mu": 497,
      "##fe": 498,
      "over": 499,
      "po": 500,
      "##ip": 501,
      "start": 502,
      "##so": 503,
      "part": 504,
      "dis": 505,
      "first": 506,
      "##ia": 507,
      "##ree": 508,
      "bu": 509,
      "two": 510,
      "imp": 511,
      "those": 512,
      "##qu": 513,
      "something": 514,
      "##ice": 515,
      "##ry": 516,
      "##own": 517,
      "lo": 518,
      "##olog": 519,
      "##ory": 520,
      "much": 521,
      "back": 522,
      "call": 523,
      "chan": 524,
      "##round": 525,
      "##orm": 526,
      "##pt": 527,
      "##ite": 528,
      "##ire": 529,
      "##ount": 530,
      "##ign": 531,
      "##ac": 532,
      "also": 533,
      "differ": 534,
      "##ens": 535,
      "##ber": 536,
      "ph": 537,
      "##ound": 538,
      "ro": 539,
      "most": 540,
      "kind": 541,
      "said": 542,
      "spe": 543,
      "got": 544,
      "##ittle": 545,
      "little": 546,
      "##sel": 547,
      "##ass": 548,
      "lot": 549,
      "##ater": 550,
      "ac": 551,
      "even": 552,
      "cont": 553,
      "ad": 554,
      "tal": 555,
      "id": 556,
      "bl": 557,
      "des": 558,
      "##cent": 559,
      "life": 560,
      "##ue": 561,
      "##way": 562,
      "##ple": 563,
      "##ib": 564,
      "##ome": 565,
      "under": 566,
      "##ves": 567,
      "##ult": 568,
      "hum": 569,
      "##ving": 570,
      "bet": 571,
      "day": 572,
      "only": 573,
      "his": 574,
      "sy": 575,
      "take": 576,
      "##ff": 577,
      "##ated": 578,
      "appl": 579,
      "##ru": 580,
      "##ations": 581,
      "##vel": 582,
      "her": 583,
      "many": 584,
      "ind": 585,
      "let": 586,
      "##able": 587,
      "##ep": 588,
      "##du": 589,
      "sc": 590,
      "##ody": 591,
      "br": 592,
      "comm": 593,
      "##ial": 594,
      "different": 595,
      "##co": 596,
      "##other": 597,
      "real": 598,
      "good": 599,
      "does": 600,
      "gr": 601,
      "##ade": 602,
      "##ict": 603,
      "##rough": 604,
      "around": 605,
      "##ell": 606,
      "##ood": 607,
      "##rain": 608,
      "##ick": 609,
      "applause": 610,
      "##ase": 611,
      "down": 612,
      "through": 613,
      "ide": 614,
      "##int": 615,
      "may": 616,
      "why": 617,
      "##cess": 618,
      "##ish": 619,
      "put": 620,
      "##ms": 621,
      "##ph": 622,
      "em": 623,
      "##day": 624,
      "being": 625,
      "##pl": 626,
      "show": 627,
      "##form": 628,
      "##ents": 629,
      "tell": 630,
      "gen": 631,
      "inc": 632,
      "tech": 633,
      "##ars": 634,
      "fl": 635,
      "sm": 636,
      "##ning": 637,
      "##ible": 638,
      "use": 639,
      "same": 640,
      "too": 641,
      "##ject": 642,
      "##ether": 643,
      "##ors": 644,
      "happen": 645,
      "come": 646,
      "##ary": 647,
      "ll": 648,
      "techn": 649,
      "##igh": 650,
      "##ob": 651,
      "##lect": 652,
      "thou": 653,
      "great": 654,
      "##ark": 655,
      "##wn": 656,
      "three": 657,
      "##ance": 658,
      "##iver": 659,
      "count": 660,
      "fact": 661,
      "big": 662,
      "proble": 663,
      "try": 664,
      "thank": 665,
      "human": 666,
      "##ting": 667,
      "##ual": 668,
      "##stem": 669,
      "##ric": 670,
      "dr": 671,
      "##ower": 672,
      "##ak": 673,
      "off": 674,
      "##xt": 675,
      "ca": 676,
      "##ful": 677,
      "##ved": 678,
      "sur": 679,
      "pers": 680,
      "##urn": 681,
      "doing": 682,
      "##ces": 683,
      "talk": 684,
      "##ile": 685,
      "again": 686,
      "##ath": 687,
      "col": 688,
      "##ys": 689,
      "child": 690,
      "after": 691,
      "today": 692,
      "percent": 693,
      "find": 694,
      "dec": 695,
      "##ology": 696,
      "##ord": 697,
      "sim": 698,
      "called": 699,
      "##illion": 700,
      "system": 701,
      "##ied": 702,
      "rem": 703,
      "wr": 704,
      "##ren": 705,
      "inst": 706,
      "##red": 707,
      "##nds": 708,
      "##ang": 709,
      "##fore": 710,
      "ear": 711,
      "wom": 712,
      "##ically": 713,
      "made": 714,
      "exper": 715,
      "inv": 716,
      "build": 717,
      "quest": 718,
      "gu": 719,
      "##ons": 720,
      "car": 721,
      "##thing": 722,
      "##self": 723,
      "fo": 724,
      "##cial": 725,
      "lear": 726,
      "bel": 727,
      "##ities": 728,
      "ob": 729,
      "own": 730,
      "long": 731,
      "##ition": 732,
      "bas": 733,
      "##ress": 734,
      "##te": 735,
      "##ious": 736,
      "stud": 737,
      "op": 738,
      "##ize": 739,
      "##ating": 740,
      "gl": 741,
      "underst": 742,
      "import": 743,
      "##ub": 744,
      "design": 745,
      "##body": 746,
      "##oss": 747,
      "##ics": 748,
      "should": 749,
      "##ty": 750,
      "rel": 751,
      "change": 752,
      "hel": 753,
      "sch": 754,
      "high": 755,
      "##ft": 756,
      "##we": 757,
      "its": 758,
      "end": 759,
      "last": 760,
      "##ian": 761,
      "creat": 762,
      "ins": 763,
      "bo": 764,
      "ask": 765,
      "another": 766,
      "feel": 767,
      "brain": 768,
      "old": 769,
      "##av": 770,
      "##gan": 771,
      "##les": 772,
      "##ates": 773,
      "idea": 774,
      "cour": 775,
      "trans": 776,
      "imag": 777,
      "cr": 778,
      "important": 779,
      "person": 780,
      "##ope": 781,
      "sci": 782,
      "started": 783,
      "##con": 784,
      "exam": 785,
      "fu": 786,
      "interest": 787,
      "##ution": 788,
      "thought": 789,
      "##als": 790,
      "cons": 791,
      "before": 792,
      "understand": 793,
      "mon": 794,
      "ke": 795,
      "mean": 796,
      "##ail": 797,
      "him": 798,
      "turn": 799,
      "plan": 800,
      "##atter": 801,
      "power": 802,
      "bit": 803,
      "play": 804,
      "##ert": 805,
      "never": 806,
      "##ough": 807,
      "help": 808,
      "might": 809,
      "##ise": 810,
      "pol": 811,
      "produ": 812,
      "000": 813,
      "ter": 814,
      "##ily": 815,
      "tog": 816,
      "better": 817,
      "together": 818,
      "story": 819,
      "art": 820,
      "went": 821,
      "able": 822,
      "##ility": 823,
      "##ool": 824,
      "sol": 825,
      "fam": 826,
      "give": 827,
      "##ists": 828,
      "point": 829,
      "##be": 830,
      "still": 831,
      "problem": 832,
      "commun": 833,
      "few": 834,
      "belie": 835,
      "##pe": 836,
      "##ction": 837,
      "found": 838,
      "sl": 839,
      "course": 840,
      "##ular": 841,
      "each": 842,
      "mus": 843,
      "next": 844,
      "##kes": 845,
      "num": 846,
      "mod": 847,
      "cent": 848,
      "school": 849,
      "##erg": 850,
      "##mo": 851,
      "came": 852,
      "ago": 853,
      "str": 854,
      "##ix": 855,
      "##ather": 856,
      "tra": 857,
      "##oth": 858,
      "technology": 859,
      "med": 860,
      "kid": 861,
      "cell": 862,
      "20": 863,
      "eng": 864,
      "hu": 865,
      "learn": 866,
      "sort": 867,
      "fin": 868,
      "ext": 869,
      "rec": 870,
      "19": 871,
      "dat": 872,
      "used": 873,
      "place": 874,
      "comple": 875,
      "##ited": 876,
      "water": 877,
      "##iss": 878,
      "ser": 879,
      "##velop": 880,
      "##ense": 881,
      "met": 882,
      "##atch": 883,
      "##alth": 884,
      "nat": 885,
      "question": 886,
      "min": 887,
      "develop": 888,
      "##lic": 889,
      "##read": 890,
      "four": 891,
      "##ward": 892,
      "seco": 893,
      "small": 894,
      "##ness": 895,
      "##az": 896,
      "##ween": 897,
      "grow": 898,
      "##ork": 899,
      "comput": 900,
      "cre": 901,
      "ok": 902,
      "##ience": 903,
      "women": 904,
      "##ures": 905,
      "##ized": 906,
      "10": 907,
      "between": 908,
      "##ways": 909,
      "far": 910,
      "##eric": 911,
      "mom": 912,
      "data": 913,
      "example": 914,
      "##ines": 915,
      "att": 916,
      "wo": 917,
      "##ific": 918,
      "expl": 919,
      "love": 920,
      "inform": 921,
      "eff": 922,
      "gra": 923,
      "bi": 924,
      "looking": 925,
      "##ave": 926,
      "maybe": 927,
      "americ": 928,
      "move": 929,
      "##ced": 930,
      "rep": 931,
      "chang": 932,
      "lar": 933,
      "##cy": 934,
      "read": 935,
      "children": 936,
      "el": 937,
      "cap": 938,
      "##cept": 939,
      "done": 940,
      "##ets": 941,
      "##ale": 942,
      "##ute": 943,
      "wanted": 944,
      "##conom": 945,
      "##gr": 946,
      "partic": 947,
      "care": 948,
      "live": 949,
      "gener": 950,
      "econom": 951,
      "beh": 952,
      "##ings": 953,
      "afric": 954,
      "sk": 955,
      "light": 956,
      "always": 957,
      "away": 958,
      "organ": 959,
      "project": 960,
      "hard": 961,
      "##ism": 962,
      "whole": 963,
      "##ably": 964,
      "##ds": 965,
      "less": 966,
      "##ands": 967,
      "stu": 968,
      "ho": 969,
      "war": 970,
      "##aw": 971,
      "##ational": 972,
      "poss": 973,
      "second": 974,
      "million": 975,
      "prot": 976,
      "##iness": 977,
      "##selves": 978,
      "##ative": 979,
      "##ross": 980,
      "bus": 981,
      "cor": 982,
      "health": 983,
      "information": 984,
      "space": 985,
      "everything": 986,
      "vis": 987,
      "trying": 988,
      "working": 989,
      "giv": 990,
      "using": 991,
      "believe": 992,
      "reas": 993,
      "##ments": 994,
      "hand": 995,
      "##per": 996,
      "##oney": 997,
      "##ruct": 998,
      "##ah": 999
    }
  }
}