{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFD"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Digits",
        "individual_digits": false
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[START]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[END]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[END]": {
        "id": "[END]",
        "ids": [
          1
        ],
        "tokens": [
          "[END]"
        ]
      },
      "[START]": {
        "id": "[START]",
        "ids": [
          0
        ],
        "tokens": [
          "[START]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[START]": 0,
      "[END]": 1,
      "[UNK]": 2,
      "[SEP]": 3,
      "[PAD]": 4,
      "[MASK]": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "£": 100,
      "¥": 101,
      "¨": 102,
      "©": 103,
      "­": 104,
      "®": 105,
      "°": 106,
      "²": 107,
      "³": 108,
      "´": 109,
      "¼": 110,
      "½": 111,
      "¾": 112,
      "æ": 113,
      "ø": 114,
      "ı": 115,
      "̀": 116,
      "́": 117,
      "̂": 118,
      "̃": 119,
      "̄": 120,
      "̆": 121,
      "̈": 122,
      "̌": 123,
      "̧": 124,
      "τ": 125,
      "ย": 126,
      "ร": 127,
      "อ": 128,
      "่": 129,
      "​": 130,
      "–": 131,
      "—": 132,
      "‘": 133,
      "’": 134,
      "“": 135,
      "”": 136,
      "…": 137,
      "€": 138,
      "℉": 139,
      "™": 140,
      "∇": 141,
      "♪": 142,
      "♫": 143,
      "##o": 144,
      "##t": 145,
      "##a": 146,
      "##n": 147,
      "##ı": 148,
      "##e": 149,
      "##k": 150,
      "##g": 151,
      "##̆": 152,
      "##r": 153,
      "##s": 154,
      "##y": 155,
      "##l": 156,
      "##i": 157,
      "##u": 158,
      "##̈": 159,
      "##z": 160,
      "##d": 161,
      "##m": 162,
      "##b": 163,
      "##c": 164,
      "##p": 165,
      "##f": 166,
      "##̧": 167,
      "##j": 168,
      "##3": 169,
      "##4": 170,
      "##h": 171,
      "##v": 172,
      "##q": 173,
      "##w": 174,
      "##7": 175,
      "##9": 176,
      "##x": 177,
      "##2": 178,
      "##5": 179,
      "##8": 180,
      "##̂": 181,
      "##̀": 182,
      "##6": 183,
      "##0": 184,
      "##1": 185,
      "##́": 186,
      "##̃": 187,
      "##­": 188,
      "##​": 189,
      "##♪": 190,
      "##̌": 191,
      "##ร": 192,
      "##่": 193,
      "##อ": 194,
      "##ย": 195,
      "##ø": 196,
      "##æ": 197,
      "##̄": 198,
      "##♫": 199,
      "##τ": 200,
      "##la": 201,
      "##ü": 202,
      "##er": 203,
      "##ş": 204,
      "##in": 205,
      "##ir": 206,
      "##ğ": 207,
      "##an": 208,
      "##en": 209,
      "##lar": 210,
      "##ın": 211,
      "##ar": 212,
      "##il": 213,
      "bir": 214,
      "##ç": 215,
      "##ma": 216,
      "bu": 217,
      "##ek": 218,
      "##or": 219,
      "##ak": 220,
      "##im": 221,
      "##ler": 222,
      "ve": 223,
      "##iz": 224,
      "##da": 225,
      "##le": 226,
      "##ö": 227,
      "ç": 228,
      "##yor": 229,
      "##de": 230,
      "##un": 231,
      "##lı": 232,
      "##ik": 233,
      "##ün": 234,
      "##ya": 235,
      "ya": 236,
      "ş": 237,
      "##ey": 238,
      "##el": 239,
      "##di": 240,
      "##dı": 241,
      "de": 242,
      "##on": 243,
      "##ra": 244,
      "ol": 245,
      "da": 246,
      "ka": 247,
      "##tı": 248,
      "##et": 249,
      "##ız": 250,
      "##du": 251,
      "##st": 252,
      "##lan": 253,
      "ba": 254,
      "ö": 255,
      "##es": 256,
      "##ok": 257,
      "##em": 258,
      "##ce": 259,
      "##ım": 260,
      "##bil": 261,
      "gö": 262,
      "sa": 263,
      "ha": 264,
      "iç": 265,
      "##um": 266,
      "##iş": 267,
      "##den": 268,
      "##ların": 269,
      "##iyor": 270,
      "in": 271,
      "için": 272,
      "yap": 273,
      "##ta": 274,
      "##ur": 275,
      "##ha": 276,
      "##li": 277,
      "##sı": 278,
      "##ür": 279,
      "##uz": 280,
      "##am": 281,
      "##dan": 282,
      "##iy": 283,
      "##ları": 284,
      "bun": 285,
      "##ında": 286,
      "##ini": 287,
      "##üz": 288,
      "an": 289,
      "##ük": 290,
      "##is": 291,
      "##at": 292,
      "##it": 293,
      "##ış": 294,
      "gör": 295,
      "ü": 296,
      "bil": 297,
      "çok": 298,
      "oldu": 299,
      "##üş": 300,
      "ger": 301,
      "##ol": 302,
      "##mak": 303,
      "##san": 304,
      "şey": 305,
      "ne": 306,
      "ben": 307,
      "##üm": 308,
      "değ": 309,
      "##ıl": 310,
      "##ık": 311,
      "##ti": 312,
      "##ul": 313,
      "##bilir": 314,
      "var": 315,
      "daha": 316,
      "##me": 317,
      "##ır": 318,
      "baş": 319,
      "##ca": 320,
      "##ine": 321,
      "son": 322,
      "##mek": 323,
      "##leri": 324,
      "on": 325,
      "et": 326,
      "ta": 327,
      "insan": 328,
      "gi": 329,
      "##iniz": 330,
      "al": 331,
      "##sa": 332,
      "##bi": 333,
      "##te": 334,
      "##imiz": 335,
      "##iler": 336,
      "##yle": 337,
      "##ıyor": 338,
      "##sın": 339,
      "##alı": 340,
      "her": 341,
      "olduğ": 342,
      "##uş": 343,
      "en": 344,
      "ki": 345,
      "##oğ": 346,
      "##ka": 347,
      "gel": 348,
      "ama": 349,
      "##diğ": 350,
      "ön": 351,
      "##ay": 352,
      "iş": 353,
      "kar": 354,
      "il": 355,
      "bü": 356,
      "##inde": 357,
      "ge": 358,
      "##cak": 359,
      "##az": 360,
      "ver": 361,
      "ay": 362,
      "##uk": 363,
      "te": 364,
      "ist": 365,
      "##aki": 366,
      "kad": 367,
      "biz": 368,
      "##ara": 369,
      "düş": 370,
      "ara": 371,
      "##unu": 372,
      "##aman": 373,
      "kon": 374,
      "##ki": 375,
      "##dir": 376,
      "##larak": 377,
      "##ğın": 378,
      "##öyle": 379,
      "zaman": 380,
      "##ğı": 381,
      "gibi": 382,
      "##se": 383,
      "olma": 384,
      "olarak": 385,
      "##tir": 386,
      "##yı": 387,
      "##ğım": 388,
      "##lik": 389,
      "##ev": 390,
      "##eye": 391,
      "##inin": 392,
      "##dır": 393,
      "yan": 394,
      "##ğer": 395,
      "olan": 396,
      "##lık": 397,
      "ola": 398,
      "değil": 399,
      "##cek": 400,
      "ken": 401,
      "##ut": 402,
      "##çek": 403,
      "or": 404,
      "yer": 405,
      "##ül": 406,
      "##laş": 407,
      "##cı": 408,
      "##ark": 409,
      "##eki": 410,
      "büy": 411,
      "##tır": 412,
      "düşün": 413,
      "##sun": 414,
      "gerçek": 415,
      "ar": 416,
      "çalı": 417,
      "##ceğ": 418,
      "çalış": 419,
      "##ası": 420,
      "yaş": 421,
      "##ön": 422,
      "##ro": 423,
      "##ip": 424,
      "tek": 425,
      "kadar": 426,
      "dün": 427,
      "yıl": 428,
      "siz": 429,
      "bak": 430,
      "bunu": 431,
      "sor": 432,
      "yüz": 433,
      "ile": 434,
      "##yan": 435,
      "##esi": 436,
      "anla": 437,
      "##daki": 438,
      "##op": 439,
      "##maya": 440,
      "##üyor": 441,
      "##eş": 442,
      "##man": 443,
      "##mam": 444,
      "##al": 445,
      "##lerin": 446,
      "##uy": 447,
      "kul": 448,
      "##kü": 449,
      "##ten": 450,
      "iy": 451,
      "kullan": 452,
      "##dım": 453,
      "sonra": 454,
      "##der": 455,
      "as": 456,
      "##lara": 457,
      "ev": 458,
      "##ünkü": 459,
      "ko": 460,
      "##miş": 461,
      "büyük": 462,
      "doğ": 463,
      "##uyor": 464,
      "##zer": 465,
      "çünkü": 466,
      "bura": 467,
      "##şı": 468,
      "fark": 469,
      "##mış": 470,
      "şek": 471,
      "##eni": 472,
      "##iye": 473,
      "##ru": 474,
      "bul": 475,
      "den": 476,
      "geç": 477,
      "çık": 478,
      "yar": 479,
      "##dim": 480,
      "dünya": 481,
      "har": 482,
      "gün": 483,
      "sade": 484,
      "aç": 485,
      "sadece": 486,
      "##siniz": 487,
      "##dü": 488,
      "gerek": 489,
      "##ci": 490,
      "##ika": 491,
      "sür": 492,
      "##len": 493,
      "##yon": 494,
      "şim": 495,
      "haya": 496,
      "iyi": 497,
      "ilg": 498,
      "##larını": 499,
      "nası": 500,
      "nasıl": 501,
      "##eceğ": 502,
      "##ren": 503,
      "##ili": 504,
      "el": 505,
      "##eler": 506,
      "olduğunu": 507,
      "##ken": 508,
      "##iç": 509,
      "ma": 510,
      "##dik": 511,
      "şimdi": 512,
      "si": 513,
      "##üç": 514,
      "bo": 515,
      "pro": 516,
      "##ep": 517,
      "##tık": 518,
      "değiş": 519,
      "di": 520,
      "##tan": 521,
      "##lu": 522,
      "san": 523,
      "tan": 524,
      "şekil": 525,
      "yani": 526,
      "##ımız": 527,
      "##00": 528,
      "sağ": 529,
      "şu": 530,
      "sah": 531,
      "se": 532,
      "öğ": 533,
      "##leş": 534,
      "dur": 535,
      "##ör": 536,
      "##tiğ": 537,
      "hak": 538,
      "##si": 539,
      "##oc": 540,
      "##ster": 541,
      "##ına": 542,
      "uz": 543,
      "##lama": 544,
      "bunun": 545,
      "yeni": 546,
      "##va": 547,
      "##ça": 548,
      "top": 549,
      "ayn": 550,
      "yak": 551,
      "fak": 552,
      "eğer": 553,
      "##iyorum": 554,
      "yok": 555,
      "##tik": 556,
      "üzer": 557,
      "##ecek": 558,
      "gen": 559,
      "par": 560,
      "##ba": 561,
      "faz": 562,
      "##deki": 563,
      "benim": 564,
      "asl": 565,
      "fazla": 566,
      "##meye": 567,
      "##unda": 568,
      "##ana": 569,
      "##lıyor": 570,
      "çoc": 571,
      "##zı": 572,
      "##ebilir": 573,
      "##sel": 574,
      "yol": 575,
      "başla": 576,
      "böyle": 577,
      "göster": 578,
      "##olo": 579,
      "ak": 580,
      "kur": 581,
      "aynı": 582,
      "aslında": 583,
      "##ret": 584,
      "dön": 585,
      "##dık": 586,
      "##diyor": 587,
      "bel": 588,
      "##arı": 589,
      "##ede": 590,
      "##ını": 591,
      "##ğını": 592,
      "kı": 593,
      "##sunuz": 594,
      "##ğımız": 595,
      "##om": 596,
      "şekilde": 597,
      "##isi": 598,
      "orta": 599,
      "##üc": 600,
      "der": 601,
      "kal": 602,
      "##tü": 603,
      "zor": 604,
      "gerçekten": 605,
      "bilg": 606,
      "burada": 607,
      "tüm": 608,
      "insanlar": 609,
      "önce": 610,
      "##ez": 611,
      "öz": 612,
      "##lerini": 613,
      "öl": 614,
      "##eyi": 615,
      "hiç": 616,
      "mu": 617,
      "söyle": 618,
      "ok": 619,
      "fakat": 620,
      "diğer": 621,
      "iki": 622,
      "neden": 623,
      "ilk": 624,
      "kendi": 625,
      "##ot": 626,
      "do": 627,
      "ek": 628,
      "##oloj": 629,
      "kö": 630,
      "##bir": 631,
      "hakk": 632,
      "##ından": 633,
      "##lem": 634,
      "yapa": 635,
      "##ği": 636,
      "çocuk": 637,
      "konuş": 638,
      "önem": 639,
      "##imi": 640,
      "##tur": 641,
      "yaptı": 642,
      "##ter": 643,
      "mil": 644,
      "##ley": 645,
      "kay": 646,
      "##sında": 647,
      "dev": 648,
      "uy": 649,
      "##us": 650,
      "##re": 651,
      "karşı": 652,
      "##yla": 653,
      "##raf": 654,
      "##enin": 655,
      "##inden": 656,
      "farklı": 657,
      "##düğ": 658,
      "kiş": 659,
      "##ebil": 660,
      "hep": 661,
      "##meler": 662,
      "kor": 663,
      "öğren": 664,
      "##dum": 665,
      "sahip": 666,
      "sı": 667,
      "başka": 668,
      "ed": 669,
      "duy": 670,
      "gül": 671,
      "tara": 672,
      "küç": 673,
      "##let": 674,
      "##ap": 675,
      "##iyoruz": 676,
      "tamam": 677,
      "az": 678,
      "alk": 679,
      "##mem": 680,
      "oluş": 681,
      "##os": 682,
      "##lü": 683,
      "hakkında": 684,
      "##ması": 685,
      "size": 686,
      "taraf": 687,
      "yet": 688,
      "iste": 689,
      "bağ": 690,
      "##öz": 691,
      "##sını": 692,
      "doğru": 693,
      "git": 694,
      "bazı": 695,
      "yön": 696,
      "ik": 697,
      "şeyler": 698,
      "ede": 699,
      "inan": 700,
      "alkış": 701,
      "kend": 702,
      "önemli": 703,
      "##arak": 704,
      "##maz": 705,
      "##yun": 706,
      "olduğu": 707,
      "ör": 708,
      "tekn": 709,
      "bizim": 710,
      "##lardan": 711,
      "içinde": 712,
      "küçük": 713,
      "sev": 714,
      "teş": 715,
      "##tım": 716,
      "görün": 717,
      "bana": 718,
      "ih": 719,
      "fik": 720,
      "durum": 721,
      "##ans": 722,
      "##lk": 723,
      "##if": 724,
      "##tu": 725,
      "ada": 726,
      "##sal": 727,
      "hast": 728,
      "etk": 729,
      "büt": 730,
      "gülüş": 731,
      "işte": 732,
      "##iyle": 733,
      "veya": 734,
      "göz": 735,
      "tar": 736,
      "ilgili": 737,
      "mi": 738,
      "##ab": 739,
      "alan": 740,
      "üç": 741,
      "konu": 742,
      "##gi": 743,
      "olduk": 744,
      "##larda": 745,
      "##lere": 746,
      "kim": 747,
      "bö": 748,
      "kap": 749,
      "##stem": 750,
      "iz": 751,
      "##fa": 752,
      "##gu": 753,
      "er": 754,
      "##sit": 755,
      "##umuz": 756,
      "hay": 757,
      "##şa": 758,
      "gülüşmeler": 759,
      "geliş": 760,
      "bütün": 761,
      "olur": 762,
      "eder": 763,
      "##tr": 764,
      "##ilen": 765,
      "eğ": 766,
      "be": 767,
      "##eli": 768,
      "su": 769,
      "##duğ": 770,
      "am": 771,
      "hayat": 772,
      "ihti": 773,
      "##etir": 774,
      "tür": 775,
      "getir": 776,
      "##diğim": 777,
      "##gün": 778,
      "##eniz": 779,
      "##sek": 780,
      "##ının": 781,
      "ra": 782,
      "yapı": 783,
      "biraz": 784,
      "sistem": 785,
      "ediyor": 786,
      "##ğa": 787,
      "##sar": 788,
      "ora": 789,
      "kah": 790,
      "##ne": 791,
      "##tür": 792,
      "##ekk": 793,
      "ku": 794,
      "##una": 795,
      "##larımız": 796,
      "açık": 797,
      "tem": 798,
      "mo": 799,
      "##tim": 800,
      "##bileceğ": 801,
      "biri": 802,
      "ise": 803,
      "##diği": 804,
      "yük": 805,
      "##rı": 806,
      "##larının": 807,
      "##ran": 808,
      "sen": 809,
      "çoğ": 810,
      "özel": 811,
      "teknoloj": 812,
      "yara": 813,
      "##eri": 814,
      "bunlar": 815,
      "mer": 816,
      "mü": 817,
      "yaz": 818,
      "insanların": 819,
      "##ızı": 820,
      "teşekk": 821,
      "teşekkür": 822,
      "##sız": 823,
      "##na": 824,
      "##ydı": 825,
      "şe": 826,
      "sonu": 827,
      "mes": 828,
      "##id": 829,
      "##lg": 830,
      "arka": 831,
      "bile": 832,
      "##muş": 833,
      "olacak": 834,
      "po": 835,
      "##imizi": 836,
      "ancak": 837,
      "##siz": 838,
      "##eket": 839,
      "çek": 840,
      "bey": 841,
      "is": 842,
      "gir": 843,
      "##dur": 844,
      "##dığı": 845,
      "alt": 846,
      "##laya": 847,
      "tasar": 848,
      "##sanız": 849,
      "hem": 850,
      "##likle": 851,
      "ülk": 852,
      "his": 853,
      "##larına": 854,
      "##üzel": 855,
      "tam": 856,
      "ner": 857,
      "##iyorlar": 858,
      "dış": 859,
      "hareket": 860,
      "##sınız": 861,
      "##ist": 862,
      "##ıp": 863,
      "##ic": 864,
      "topl": 865,
      "##be": 866,
      "ihtiya": 867,
      "##esin": 868,
      "##sına": 869,
      "##ikay": 870,
      "diye": 871,
      "onu": 872,
      "##larla": 873,
      "##leştir": 874,
      "geri": 875,
      "##mayı": 876,
      "bah": 877,
      "kadın": 878,
      "gele": 879,
      "mı": 880,
      "##syon": 881,
      "##tar": 882,
      "onun": 883,
      "gü": 884,
      "değiştir": 885,
      "##ileri": 886,
      "##ıyoruz": 887,
      "##set": 888,
      "bugün": 889,
      "##unuz": 890,
      "tut": 891,
      "seç": 892,
      "##min": 893,
      "##ünüz": 894,
      "es": 895,
      "nok": 896,
      "##ğin": 897,
      "çev": 898,
      "##mesi": 899,
      "##esini": 900,
      "ter": 901,
      "bin": 902,
      "üret": 903,
      "##biliriz": 904,
      "olmak": 905,
      "vardı": 906,
      "##diğimiz": 907,
      "böylece": 908,
      "çıkar": 909,
      "alı": 910,
      "nokta": 911,
      "##duk": 912,
      "yüzden": 913,
      "adam": 914,
      "edil": 915,
      "##ınız": 916,
      "##dür": 917,
      "kahka": 918,
      "güç": 919,
      "anlam": 920,
      "##ber": 921,
      "hikay": 922,
      "##ven": 923,
      "##lay": 924,
      "kahkaha": 925,
      "güzel": 926,
      "##ıyorum": 927,
      "herk": 928,
      "##gan": 929,
      "sorun": 930,
      "birka": 931,
      "yapmak": 932,
      "##rar": 933,
      "ad": 934,
      "birkaç": 935,
      "##ümüz": 936,
      "yaklaş": 937,
      "belki": 938,
      "##elim": 939,
      "af": 940,
      "hız": 941,
      "üzerinde": 942,
      "olabilir": 943,
      "yardım": 944,
      "süre": 945,
      "##ram": 946,
      "##larında": 947,
      "bulun": 948,
      "amer": 949,
      "##han": 950,
      "##lerde": 951,
      "##lım": 952,
      "##lak": 953,
      "birç": 954,
      "##ih": 955,
      "kan": 956,
      "çöz": 957,
      "zamanda": 958,
      "at": 959,
      "hal": 960,
      "##van": 961,
      "bilim": 962,
      "bize": 963,
      "##yız": 964,
      "kaç": 965,
      "##vaş": 966,
      "evet": 967,
      "ça": 968,
      "beni": 969,
      "onlar": 970,
      "bit": 971,
      "tarafından": 972,
      "##esinde": 973,
      "##daş": 974,
      "dok": 975,
      "gördüğ": 976,
      "##ri": 977,
      "##dığını": 978,
      "##eme": 979,
      "##hir": 980,
      "kat": 981,
      "res": 982,
      "oluyor": 983,
      "fikir": 984,
      "milyon": 985,
      "pek": 986,
      "##ilik": 987,
      "uzun": 988,
      "ses": 989,
      "nın": 990,
      "öyle": 991,
      "istiyorum": 992,
      "düz": 993,
      "##men": 994,
      "üst": 995,
      "peki": 996,
      "onları": 997,
      "oldukça": 998,
      "##lığı": 999
    }
  }
}